Repository: Mu-L/tilix
Catalog: data/man/po/*.man.po
Languages: hi, ta, zh_hans

source: TILIX
ta: டிலிக்ச்

source: 26 December 2016
hi: 26 दिसंबर 2016
ta: 26 டிசம்பர் 2016
zh_hans: 2016 年 12 月 26 日

source: Tilix Commands
hi: Tilix कमांड्स
ta: டிலிக்ச் கட்டளைகள்
zh_hans: Tilix 命令

source: NAME
hi: नाम
ta: பெயர்
zh_hans: 名称

source: B<tilix> - Tiling GTK3 terminal emulator for GNOME
hi: B<tilix> - GNOME के लिए टाइलिंग GTK3 टर्मिनल एमुलेटर
ta: B <tilix> - க்னோமுக்கான டைலிங் சி.டி.கே 3 டெர்மினல் எமுலேட்டர்
zh_hans: B<tilix> - GNOME 的 GTK3 平铺终端模拟器

source: SYNOPSIS
hi: सारांश
ta: சுருக்கம்
zh_hans: 概要

source: B<tilix> [I<options>]
ta: B <tilix> [i <ations>]

source: DESCRIPTION
hi: विवरण
ta: விவரம்
zh_hans: 描述

source: B<tilix> is an advanced GTK3 tiling terminal emulator designed to adhere to GNOME Human Interface Guidelines.
hi: B<tilix> एक उन्नत GTK3 टाइलिंग टर्मिनल एमुलेटर है जिसे GNOME ह्यूमन इंटरफ़ेस दिशानिर्देशों का पालन करने के लिए डिज़ाइन किया गया है।
ta: பி <Tilix> என்பது ஒரு மேம்பட்ட சி.டி.கே 3 டைலிங் டெர்மினல் எமுலேட்டர் ஆகும், இது க்னோம் மனித இடைமுக வழிகாட்டுதல்களைக் கடைப்பிடிக்க வடிவமைக்கப்பட்டுள்ளது.
zh_hans: B<tilix> 是一款进阶的 GTK3 平铺终端模拟器，其设计遵循了 GNOME 人机界面指南要求。

source: OPTIONS
hi: विकल्प
ta: விருப்பங்கள்
zh_hans: 选项

source: The B<tilix> application accepts the following command line parameters:
hi: B<tilix> एप्लिकेशन निम्नलिखित कमांड लाइन पैरामीटर स्वीकार करता है:
ta: B <Tilix> பயன்பாடு பின்வரும் கட்டளை வரி அளவுருக்களை ஏற்றுக்கொள்கிறது:
zh_hans: B<tilix> 应用接收以下命令行参数：

source: Show help options.
hi: सहायता विकल्प दिखाएँ।
ta: உதவி விருப்பங்களைக் காட்டு.
zh_hans: 显示帮助选项。

source: Show the version of Tilix as well as the versions of dependent components.
hi: टिलिक्स के वर्शन के साथ-साथ आश्रित घटकों के वर्शन भी दिखाएँ।
ta: டிலிக்ச் பதிப்பையும், சார்பு கூறுகளின் பதிப்புகளையும் காட்டுங்கள்.
zh_hans: 显示 Tilix 及其依赖组件的版本。

source: B<-w --working-directory=DIRECTORY>
hi: B<-w --working-directory=डॉयरेक्टरी>
ta: B <-w-வேலை-அடைவு = அடைவு>
zh_hans: B<-w --working-directory=目录>

source: Set the working directory of the terminal.
hi: टर्मिनल की कार्यशील डॉयरेक्टरी सेट करें।
ta: முனையத்தின் வேலை கோப்பகத்தை அமைக்கவும்.
zh_hans: 设置终端的工作目录。

source: B<-p --profile=PROFILE_NAME>
ta: B <-p --profile = சுயவிவரம்_நாம்>
zh_hans: B<-p --profile=配置名称>

source: Set the starting profile using the name of one of the existing profiles. If it matches none of those, the default profile will be used.
hi: मौजूदा प्रोफ़ाइल में से किसी एक के नाम का उपयोग करके प्रारंभिक प्रोफ़ाइल सेट करें। यदि यह उनमें से किसी से भी मेल नहीं खाता है, तो डिफ़ॉल्ट प्रोफ़ाइल का उपयोग किया जाएगा।
ta: தற்போதுள்ள சுயவிவரங்களில் ஒன்றின் பெயரைப் பயன்படுத்தி தொடக்க சுயவிவரத்தை அமைக்கவும். இது எதுவுமே பொருந்தவில்லை என்றால், இயல்புநிலை சுயவிவரம் பயன்படுத்தப்படும்.
zh_hans: 使用已有配置名设置启动时使用的配置。如果没有匹配项，则会使用默认配置。

source: B<-t --title=TITLE>
hi: B<-t --title=शीर्षक>
ta: B <-t-தலைப்பு = தலைப்பு>
zh_hans: B<-t --title=标题>

source: Set the title of the new terminal.
hi: नये टर्मिनल का शीर्षक सेट करें।
ta: புதிய முனையத்தின் தலைப்பை அமைக்கவும்.
zh_hans: 设置新终端的标题。

source: B<-s --session=SESSION_NAME>
hi: B<-s --session=सत्र_नाम>
ta: B <-s --- அமர்வு = session_name>
zh_hans: B<-s --session=会话名称>

source: Specify a previously saved session to re-load the layout and layout options from. This will not restore the terminal to where it was left off, rather new terminals are created.
hi: लेआउट और लेआउट विकल्पों को पुनः लोड करने के लिए पहले से सहेजे गए सत्र को निर्दिष्ट करें। इससे टर्मिनल को वहीं पुनर्स्थापित नहीं किया जाएगा जहां इसे छोड़ा गया था, बल्कि नए टर्मिनल बनाए जाएंगे।
ta: தளவமைப்பு மற்றும் தளவமைப்பு விருப்பங்களை மீண்டும் ஏற்ற முன்னர் சேமித்த அமர்வைக் குறிப்பிடவும். இது முனையத்தை விட்டுச்சென்ற இடத்திற்கு மீட்டெடுக்காது, மாறாக புதிய முனையங்கள் உருவாக்கப்படுகின்றன.
zh_hans: 指定先前保存的会话，以便重新加载布局和布局选项。这不会将终端恢复到原来位置，而会创建新的终端。

source: Perform one of the following actions in the current Tilix instance:
hi: वर्तमान Tilix उदाहरण में निम्नलिखित में से एक क्रिया निष्पादित करें:
ta: தற்போதைய டிலிக்ச் நிகழ்வில் பின்வரும் செயல்களில் ஒன்றைச் செய்யுங்கள்:
zh_hans: 在当前 Tilix 实例内执行如下操作之一：

source: B<session-add-right> Add a new terminal rightwards of the current one.
hi: B<session-add-right> वर्तमान टर्मिनल के दाईं ओर एक नया टर्मिनल जोड़ें।
ta: பி <அமர்வு-சேர்க்கை-வலது> தற்போதைய ஒன்றின் புதிய முனையத்தைச் சேர்க்கவும்.
zh_hans: B<session-add-right> 在当前终端右侧添加新终端。

source: B<session-add-down> Add a new terminal below the current terminal.
hi: B<session-add-down> वर्तमान टर्मिनल के नीचे एक नया टर्मिनल जोड़ें।
ta: பி <அமர்வு-சேர்க்கை> தற்போதைய முனையத்திற்கு கீழே ஒரு புதிய முனையத்தைச் சேர்க்கவும்.
zh_hans: B<session-add-down> 在当前终端下方添加新终端。

source: B<app-new-session> Create a new Tilix session within the current window.
hi: B<app-new-session> वर्तमान विंडो के भीतर एक नया Tilix सत्र बनाएं।
ta: பி <ஆப்-நியூ-அமர்வு> தற்போதைய சாளரத்திற்குள் புதிய டிலிக்ச் அமர்வை உருவாக்கவும்.
zh_hans: B<app-new-session> 在当前窗口内创建新的 Tilix 会话。

source: B<app-new-window> Create a new Tilix window.
hi: B<app-new-window> एक नई Tilix विंडो बनाएं।
ta: பி <ஆப்-நியூ-விண்டோ> புதிய டிலிக்ச் சாளரத்தை உருவாக்கவும்.
zh_hans: B<app-new-window> 创建新的 Tilix 窗口。

source: B<-e --command=COMMAND>
ta: B <-e --command = கட்டளை>
zh_hans: B<-e --command=命令>

source: Execute all text after this parameter as a command, thus this parameter must be the last parameter.
hi: इस पैरामीटर के बाद के सभी टेक्स्ट को कमांड के रूप में निष्पादित करें, इस प्रकार यह पैरामीटर अंतिम पैरामीटर होना चाहिए।
ta: இந்த அளவுருவுக்குப் பிறகு அனைத்து உரையையும் ஒரு கட்டளையாக இயக்கவும், இதனால் இந்த அளவுரு கடைசி அளவுருவாக இருக்க வேண்டும்.
zh_hans: 将此参数后的所有文本作为命令执行，因此此参数必须放在最后。

source: B<--maximize>
ta: பி <-அதிகபட்சம்>

source: Maximize the terminal window.
hi: टर्मिनल विंडो को अधिकतम करें।
ta: முனைய சாளரத்தை அதிகரிக்கவும்.
zh_hans: 最大化终端窗口。

source: B<--minimize>
ta: பி <-குறைத்தல்>

source: Minimize the terminal window.
hi: टर्मिनल विंडो को छोटा करें।
ta: முனைய சாளரத்தைக் குறைக்கவும்.
zh_hans: 最小化终端窗口。

source: B<--full-screen>
ta: பி <-முழு திரை>

source: Full-screen the terminal window.
hi: टर्मिनल विंडो को पूर्ण-स्क्रीन करें।
ta: முனைய சாளரம் முழுத் திரை.
zh_hans: 将终端窗口变为全屏。

source: B<--focus-window>
ta: பி <-ஃபோகச்-விண்டோ>

source: Focus the existing window.
hi: मौजूदा विंडो पर फोकस करें।
ta: இருக்கும் சாளரத்தில் கவனம் செலுத்துங்கள்.
zh_hans: 聚焦现有窗口。

source: B<--window-style=WINDOW_STYLE>
ta: பி <-சாளர-பாணி = சாளர_ச்டைல்>
zh_hans: B<--window-style=窗口样式>

source: Override the preferred window style, the following styles are supported:
hi: पसंदीदा विंडो शैली को ओवरराइड करें, निम्नलिखित शैलियाँ समर्थित हैं:
ta: விருப்பமான சாளர பாணியை மேலெழுதவும், பின்வரும் பாணிகள் ஆதரிக்கப்படுகின்றன:
zh_hans: 覆盖偏好的窗口样式，支持如下样式：

source: B<normal> Normal window look.
hi: बी <normal> सामान्य विंडो लुक।
ta: பி <இயல்பான> சாதாரண சாளர தோற்றம்.
zh_hans: B<normal> 常规窗口外观。

source: B<disable-csd> Do not show client side decorations.
hi: B<disable-csd> क्लाइंट साइड सजावट न दिखाएं।
ta: பி <முடக்கு-சி.எச்.டி> கிளையன்ட் பக்க அலங்காரங்களைக் காட்ட வேண்டாம்.
zh_hans: B<disable-csd> 不显示客户端侧装饰。

source: B<disable-csd-hide-toolbar> Do not show client side decorations and toolbar.
hi: B<disable-csd-hide-toolbar> क्लाइंट साइड डेकोरेशन और टूलबार न दिखाएं।
ta: பி <முடக்கு-சி.எச்.டி-ஐட்-டூல்பார்> கிளையன்ட் பக்க அலங்காரங்கள் மற்றும் கருவிப்பட்டியைக் காட்ட வேண்டாம்.
zh_hans: B<disable-csd-hide-toolbar> 不显示客户端侧的装饰与工具栏。

source: B<borderless> Do not show window borders.
hi: B<borderless> विंडो बॉर्डर न दिखाएं।
ta: பி <எல்லையற்ற> சாளர எல்லைகளைக் காட்ட வேண்டாம்.
zh_hans: B<borderless> 不要显示窗口边框。

source: B<--new-process>
ta: பி <-புதிய செயல்முறை>

source: Start an additional Tilix instance as a new process. By default and as per GTK+ version 3 guidelines, Tilix maintains a single process that all windows belong to. This option forces Tilix to start as a separate process. This is not recommended and only intended for debugging purposes. Its use will prevent different Tilix windows from communicating with each other.
hi: एक नई प्रक्रिया के रूप में एक अतिरिक्त Tilix इंस्टेंस प्रारंभ करें। डिफ़ॉल्ट रूप से और GTK+ वर्शन 3 दिशानिर्देशों के अनुसार, Tilix एक एकल प्रक्रिया बनाए रखता है जिससे सभी विंडो संबंधित होती हैं। यह विकल्प Tilix को एक अलग प्रक्रिया के रूप में शुरू करने के लिए बाध्य करता है। यह अनुशंसित नहीं है और केवल डिबगिंग उद्देश्यों के लिए है। इसका उपयोग विभिन्न Tilix विंडो को एक दूसरे के साथ संचार करने से रोकेगा।
ta: ஒரு புதிய செயல்முறையாக கூடுதல் டிலிக்ச் நிகழ்வைத் தொடங்கவும். இயல்பாகவும், சி.டி.கே+ பதிப்பு 3 வழிகாட்டுதல்களின்படி, டிலிக்ச் அனைத்து சாளரங்களுக்கும் சொந்தமான ஒரு செயல்முறையை பராமரிக்கிறது. இந்த விருப்பம் டிலிக்சை ஒரு தனி செயல்முறையாகத் தொடங்க கட்டாயப்படுத்துகிறது. இது பரிந்துரைக்கப்படவில்லை மற்றும் பிழைத்திருத்த நோக்கங்களுக்காக மட்டுமே நோக்கம் கொண்டது. அதன் பயன்பாடு வெவ்வேறு டிலிக்ச் சன்னல்கள் ஒருவருக்கொருவர் தொடர்புகொள்வதைத் தடுக்கும்.
zh_hans: 在新进程中启动另一个 Tilix 实例。根据 GTK+ 版本 3 的指导原则，Tilix 默认情况下只维护一个进程，所有窗口都属于该进程。该选项会强制 Tilix 作为单独进程启动。不建议使用此选项，它仅用于调试目的。使用该选项将阻止不同的 Tilix 窗口相互通信。

source: B<--geometry=GEOMETRY>
ta: பி <-வடிவியல் = வடிவியல்>
zh_hans: B<--geometry=几何参数>

source: Set the window size; for example: 80x24, or 80x24+200+200 (COLSxROWS+X+Y).
hi: विंडो का आकार सेट करें; उदाहरण के लिए: 80x24, या 80x24+200+200 (COLSxROWS+X+Y)।
ta: சாளர அளவை அமைக்கவும்; எடுத்துக்காட்டாக: 80x24, அல்லது 80x24+200+200 (Colsxrows+x+y).
zh_hans: 设置窗口大小；例如：80x24 或 80x24+200+200 (列x行+X+Y)。

source: Open a window in Quake mode or toggle existing Quake mode window visibility.
hi: Quake मोड में एक विंडो खोलें या मौजूदा Quake मोड विंडो दृश्यता को टॉगल करें।
ta: நிலநடுக்க பயன்முறையில் ஒரு சாளரத்தைத் திறக்கவும் அல்லது இருக்கும் நிலநடுக்க பயன்முறை சாளரத் தெரிவுநிலையை மாற்றவும்.
zh_hans: 在悬浮模式中打开窗口，或改变已有悬浮窗口的可见性。

source: B<--preferences>
ta: பி <-விருப்பத்தேர்வுகள்>

source: Show the Tilix preferences dialog directly.
hi: Tilix प्राथमिकताएँ संवाद सीधे दिखाएँ।
ta: டிலிக்ச் விருப்பத்தேர்வுகள் உரையாடலை நேரடியாகக் காட்டுங்கள்.
zh_hans: 直接显示 Tilix 首选项对话框。

source: B<--display=DISPLAY>
ta: பி <-காட்சி = காட்சி>
zh_hans: B<--display=显示>

source: Use the specified X display.
hi: निर्दिष्ट X डिस्प्ले का उपयोग करें।
ta: குறிப்பிட்ட ஃச் காட்சியைப் பயன்படுத்தவும்.
zh_hans: 使用指定的 X 显示。

source: SEE ALSO
hi: ये भी देखें
ta: மேலும் காண்க
zh_hans: 另见

source: None
hi: कोई नहीं
ta: எதுவுமில்லை
zh_hans: 无

source: BUGS
hi: बग्स
ta: பிழைகள்
zh_hans: 缺陷

source: See bugs at https://github.com/gnunn1/tilix/issues
hi: https://github.com/gnunn1/tilix/issues पर बग देखें
ta: பிழைகள் https://github.com/gnunn1/tilix/issues இல் காண்க
zh_hans: 在 https://github.com/gnunn1/tilix/issues 查看缺陷问题

source: AUTHOR
hi: लेखक
ta: நூலாசிரியர்
zh_hans: 作者

source: Gerald Nunn and other contributors.
hi: गेराल्ड नन और अन्य योगदानकर्ता।
ta: செரால்ட் நன் மற்றும் பிற பங்களிப்பாளர்கள்.
zh_hans: Gerald Nunn 与其他贡献者。

source: B<-a --action=ACTION_NAME>
zh_hans: B<-a --action=操作名称>
