Repository: Mu-L/tilix
Catalog: po/*.po
Languages: hi, ta

# shortcut window
source: Add terminal right
hi: दाईं ओर टर्मिनल जोड़ें
ta: முனைய வலதுபுறம் சேர்க்கவும்

# shortcut window
source: Add terminal down
hi: नीचे टर्मिनल जोड़ें
ta: முனையத்தைச் சேர்க்கவும்

# shortcut window
source: Add terminal automatically
hi: स्वचालित रूप से टर्मिनल जोड़ें
ta: முனையத்தை தானாக சேர்க்கவும்

# shortcut window
source: Resize
hi: आकार बदलें
ta: மறுஅளவிடுங்கள்

# shortcut window
source: Resize the terminal up
hi: टर्मिनल का आकार बदलें
ta: முனையத்தை மறுஅளவிடுங்கள்

# shortcut window
source: Resize the terminal down
hi: टर्मिनल का आकार छोटा करें
ta: முனையத்தை மறுஅளவிடுங்கள்

# shortcut window
source: Resize the terminal left
hi: बाएं टर्मिनल का आकार बदलें
ta: எஞ்சிய முனையத்தை மறுஅளவிடுங்கள்

# shortcut window
source: Resize the terminal right
hi: दाएं टर्मिनल का आकार बदलें
ta: முனைய வலதுபுறம் மறுஅளவிடுங்கள்

# shortcut window
source: Other
hi: अन्य
ta: மற்றொன்று

# shortcut window
source: Edit the session name
hi: सत्र नाम संपादित करें
ta: அமர்வு பெயரைத் திருத்தவும்

# shortcut window
source: Synchronize the input
hi: इनपुट को सिंक्रोनाइज़ करें
ta: உள்ளீட்டை ஒத்திசைக்கவும்

# shortcut window
source: Switch
hi: जाएं
ta: ஆளி, நிலைமாறி

# shortcut window
source: Switch to next terminal
hi: अगले टर्मिनल पर जाएं
ta: அடுத்த முனையத்திற்கு மாறவும்

# shortcut window
source: Switch to previous terminal
hi: पिछले टर्मिनल पर जाएं
ta: முந்தைய முனையத்திற்கு மாறவும்

# shortcut window
source: Switch to the terminal up
hi: ऊपर टर्मिनल पर जाएं
ta: முனையத்திற்கு மாறவும்

# shortcut window
source: Switch to the terminal down
hi: नीचे के टर्मिनल पर जाएं
ta: முனையத்திற்கு மாறவும்

# shortcut window
source: Switch to the terminal left
hi: बाएं टर्मिनल पर जाएं
ta: இடதுபுறம் முனையத்திற்கு மாறவும்

# shortcut window
source: Switch to the terminal right
hi: दाएं टर्मिनल पर जाएं
ta: முனைய வலதுபுறம் மாறவும்

# shortcut window
source: Switch to terminal 1
hi: टर्मिनल 1 पर जाएं
ta: முனையம் 1 க்கு மாறவும்

# shortcut window
source: Switch to terminal 2
hi: टर्मिनल 2 पर जाएं
ta: முனையம் 2 க்கு மாறவும்

# shortcut window
source: Switch to terminal 3
hi: टर्मिनल 3 पर जाएं
ta: முனையம் 3 க்கு மாறவும்

# shortcut window
source: Switch to terminal 4
hi: टर्मिनल 4 पर जाएं
ta: முனையம் 4 க்கு மாறவும்

# shortcut window
source: Switch to terminal 5
hi: टर्मिनल 5 पर जाएं
ta: முனைய 5 க்கு மாறவும்

# shortcut window
source: Switch to terminal 6
hi: टर्मिनल 6 पर जाएं
ta: டெர்மினல் 6 க்கு மாறவும்

# shortcut window
source: Switch to terminal 7
hi: टर्मिनल 7 पर जाएं
ta: டெர்மினல் 7 க்கு மாறவும்

# shortcut window
source: Switch to terminal 8
hi: टर्मिनल 8 पर जाएं
ta: முனையம் 8 க்கு மாறவும்

# shortcut window
source: Switch to terminal 9
hi: टर्मिनल 9 पर जाएं
ta: முனையம் 9 க்கு மாறவும்

# shortcut window
source: Switch to terminal 10
hi: टर्मिनल 10 पर जाएं
ta: முனையம் 10 க்கு மாறவும்

# shortcut window
source: Terminal
hi: टर्मिनल
ta: முனையத்தில்

# shortcut window
source: Find
hi: खोजें
ta: கண்டுபிடி

# shortcut window
source: Find next
hi: अगला खोजें
ta: அடுத்ததை தேடு

# shortcut window
source: Find previous
hi: पिछला खोजें
ta: முந்தையதைக் கண்டறியவும்

# shortcut window
source: Clipboard
hi: क्लिपबोर्ड
ta: இடைநிலைப் பலகை

# shortcut window
source: Copy
hi: कॉपी
ta: நகலெடு

# shortcut window
source: Copy As HTML
hi: HTML के रूप में कॉपी करें
ta: உஉகுமொ ஆக நகலெடுக்கவும்

# shortcut window
source: Paste
hi: पेस्ट
ta: ஒட்டு

# shortcut window
source: Paste selection
hi: चयन पेस्ट करें
ta: தேர்வு பேச்ட்

# shortcut window
source: Advanced paste
hi: उन्नत पेस्ट
ta: மேம்பட்ட பேச்ட்

# shortcut window
source: Select all
hi: सभी चुनें
ta: அனைத்தையும் தெரிவுசெய்

# shortcut window
source: Unselect all
hi: सभी को अचयनित करें
ta: அனைத்தையும் தேர்வு செய்யுங்கள்

# shortcut window
source: Zoom
hi: ज़ूम
ta: பெரிதாக்கு

# shortcut window
source: Zoom in
hi: बड़ा करें
ta: பெரிதாக்கு

# shortcut window
source: Zoom out
hi: छोटा करें
ta: சிறிதாக்கு

# shortcut window
source: Zoom normal size
hi: सामान्य आकार में ज़ूम करें
ta: சாதாரண அளவை பெரிதாக்கவும்

# shortcut window
source: Navigation
hi: नेविगेशन
ta: வானோடல்

# shortcut window
source: Scroll up
hi: ऊपर स्क्रॉल करें
ta: மேலே உருட்டவும்

# shortcut window
source: Scroll down
hi: नीचे स्क्रॉल करें
ta: கீழே உருட்டவும்

# shortcut window
source: Page up
hi: पेज ऊपर
ta: பக்கம்

# shortcut window
source: Page down
hi: पेज नीचे
ta: பக்கம் கீழே

# shortcut window
source: Previous prompt
hi: पिछला प्रॉम्प्ट
ta: முந்தைய வரியில்

# shortcut window
source: Next prompt
hi: अगला प्रॉम्प्ट
ta: அடுத்த வரியில்

# shortcut window
source: Save terminal contents
hi: टर्मिनल सामग्री सहेजें
ta: முனைய உள்ளடக்கங்களை சேமிக்கவும்

# shortcut window
source: Close terminal
hi: टर्मिनल बंद करें
ta: முனையத்தை மூடு

# shortcut window
source: Maximize terminal
hi: टर्मिनल अधिकतम करें
ta: முனையத்தை அதிகரிக்கவும்

# shortcut window
source: Current profile preferences
hi: वर्तमान प्रोफ़ाइल प्राथमिकताएं
ta: தற்போதைய சுயவிவர விருப்பத்தேர்வுகள்

# shortcut window
source: Reset the terminal
hi: टर्मिनल रीसेट करें
ta: முனையத்தை மீட்டமைக்கவும்

# shortcut window
source: Reset and clear the terminal
hi: टर्मिनल को रीसेट और साफ़ करें
ta: முனையத்தை மீட்டமைத்து அழிக்கவும்

# shortcut window
source: Toggle read only
hi: पढ़ने योग्य को टॉगल करें
ta: படிக்கவும் மட்டும் படிக்கவும்

# shortcut window
source: Layout options
hi: अभिन्यास विकल्प
ta: தளவமைப்பு விருப்பங்கள்

# shortcut window
source: Insert terminal number
hi: टर्मिनल नंबर डालें
ta: முனைய எண்ணைச் செருகவும்

# shortcut window
source: Insert password
hi: पासवर्ड डालें
ta: கடவுச்சொல்லைச் செருகவும்

# shortcut window
source: Select bookmark
hi: बुकमार्क चुनें
ta: புக்மார்க்கைத் தேர்ந்தெடுக்கவும்

# shortcut window
source: Add bookmark
hi: बुकमार्क जोड़ें
ta: புக்மார்க்கைச் சேர்க்கவும்

# shortcut window
source: Cycle title style
hi: शीर्षक शैली में चक्र
ta: சுழற்சி தலைப்பு நடை

# shortcut window
source: Monitor silence
hi: मौन की निगरानी करें
ta: ம .னத்தை கண்காணிக்கவும்

# shortcut window
source: Override input synchronization
hi: इनपुट समन्वयन को अध्यारोहण करें
ta: உள்ளீட்டு ஒத்திசைவை மீறவும்

# shortcut window
source: Open file browser
hi: फाइल ब्राउज़र खोलें
ta: கோப்பு உலாவியைத் திறக்கவும்

# shortcut window
source: Toggle margin
hi: हाशिया टॉगल करें
ta: விளிம்பை மாற்றவும்

# shortcut window
source: Nautilus
hi: नॉटिलस
ta: நாட்டிலச்

# shortcut window
source: Open
hi: खोलें
ta: திற

# shortcut window
source: Open in Tilix
hi: टिलिक्स में खोलें
ta: டிலிக்சில் திறந்திருக்கும்

# shortcut window
source: Profile
hi: प्रोफ़ाइल
ta: சுயவிவரம்

source: A tiling terminal for GNOME
hi: गनोम के लिए एक टाइलिंग टर्मिनल
ta: க்னோமுக்கு ஒரு டைலிங் முனையம்

source: shell;prompt;command;commandline;cmd;
ta: செல்; வரியில்; கட்டளை; கட்டளை; சி.எம்.டி;

source: Tilix is a tiling terminal emulator.
hi: टिलिक्स एक टाइलिंग टर्मिनल एमुलेटर है।
ta: டிலிக்ச் ஒரு டைலிங் டெர்மினல் முன்மாதிரி.

source: It lets you:
hi: यह आपको:
ta: இது உங்களை அனுமதிக்கிறது:

source: Layout terminals in any fashion by splitting them horizontally or vertically
hi: टर्मिनलों को क्षैतिज या लंबवत रूप से विभाजित करके किसी भी प्रकार से अभिन्यास करें
ta: எந்தவொரு பாணியிலும் தளவமைப்பு முனையங்கள் கிடைமட்டமாக அல்லது செங்குத்தாக பிரிப்பதன் மூலம்

source: Terminals can be re-arranged using drag and drop both within and between windows
hi: विंडो के भीतर और बीच दोनों जगह ड्रैग और ड्रॉप का उपयोग करके टर्मिनलों को फिर से व्यवस्थित किया जा सकता है
ta: சாளரங்களுக்கு உள்ளேயும் இடையில் இழுவை மற்றும் கைவிடுதல் ஆகியவற்றைப் பயன்படுத்தி டெர்மினல்களை மீண்டும் ஏற்பாடு செய்யலாம்

source: Terminals can be detached into a new window via drag and drop
hi: टर्मिनलों को ड्रैग और ड्रॉप के माध्यम से एक नई विंडो में अलग किया जा सकता है
ta: இழுவை வழியாக டெர்மினல்களை புதிய சாளரத்தில் பிரிக்கலாம்

source: Input can be synchronized between terminals so commands typed in one terminal are replicated to the others
hi: इनपुट को टर्मिनलों के बीच समन्वयित किया जा सकता है ताकि एक टर्मिनल में टाइप किए गए कमांड को दूसरे टर्मिनल पर दोहराया जा सके
ta: உள்ளீட்டை முனையங்களுக்கிடையில் ஒத்திசைக்க முடியும், எனவே ஒரு முனையத்தில் தட்டச்சு செய்யப்பட்ட கட்டளைகள் மற்றவர்களுக்கு நகலெடுக்கப்படுகின்றன

source: The grouping of terminals can be saved and loaded from disk
hi: टर्मिनलों के समूहन को डिस्क से सहेजा और लोड किया जा सकता है
ta: டெர்மினல்களின் தொகுப்பை வட்டிலிருந்து சேமித்து ஏற்றலாம்

source: Terminals support custom titles
hi: टर्मिनल तदनुकूल शीर्षकों का समर्थन करते हैं
ta: டெர்மினல்கள் தனிப்பயன் தலைப்புகளை ஆதரிக்கின்றன

source: Color schemes are stored in files and custom color schemes can be created by simply creating a new file
hi: रंग योजनाएं फाइलों में संग्रहीत की जाती हैं और तदनुकूल रंग योजनाएं केवल एक नई फाइल बनाकर बनाई जा सकती हैं
ta: வண்ணத் திட்டங்கள் கோப்புகளில் சேமிக்கப்படுகின்றன மற்றும் புதிய கோப்பை உருவாக்குவதன் மூலம் தனிப்பயன் வண்ணத் திட்டங்களை உருவாக்கலாம்

source: Transparent background
hi: पारदर्शी पृष्ठभूमि
ta: வெளிப்படையான பின்னணி

source: Supports notifications when processes are completed out of view
hi: जब प्रक्रियाएं दृश्य से बाहर पूरी हो जाती हैं तो भी सूचनाओं का समर्थन करता है
ta: செயல்முறைகள் பார்வைக்கு வெளியே இருக்கும்போது அறிவிப்புகளை ஆதரிக்கிறது

source: The application was written using GTK 3 and an effort was made to conform to GNOME Human Interface Guidelines (HIG). As a result, it does use client-side-decorations, though it can be disabled if necessary.
hi: अनुप्रयोग GTK 3 का उपयोग करके लिखा गया था और गनोम ह्यूमन इंटरफेस दिशानिर्देश (HIG) के अनुरूप बनाने का प्रयास किया गया था। परिणामस्वरूप, यह क्लाइंट-साइड-डेकोरेशन का उपयोग करता है, हालाँकि यदि आवश्यक हो तो इसे अक्षम किया जा सकता है।
ta: பயன்பாடு சி.டி.கே 3 ஐப் பயன்படுத்தி எழுதப்பட்டது மற்றும் க்னோம் மனித இடைமுக வழிகாட்டுதல்களுக்கு (HIG) இணங்க முயற்சி செய்யப்பட்டது. இதன் விளைவாக, இது கிளையன்ட் பக்க-அறிமுகங்களைப் பயன்படுத்துகிறது, இருப்பினும் தேவைப்பட்டால் அது முடக்கப்படலாம்.

source: Tilix has been tested with GNOME and with Unity.
hi: टिलिक्स का परीक्षण गनोम और यूनिटी के साथ किया गया है।
ta: டிலிக்ச் க்னோம் மற்றும் ஒற்றுமையுடன் சோதிக்கப்பட்டுள்ளது.

source: Tilix is still looking for a new maintainer!
hi: टिलिक्स अभी भी एक नए अनुरक्षक की तलाश कर रहा है!
ta: டிலிக்ச் இன்னும் ஒரு புதிய பராமரிப்பாளரைத் தேடுகிறார்!

source: This release adds the following features:
hi: यह रिलीज़ निम्नलिखित विशेषताएं जोड़ती है:
ta: இந்த வெளியீடு பின்வரும் அம்சங்களைச் சேர்க்கிறது:

source: Disable advanced paste when there is no linebreak like iTerm2
hi: जब iTerm2 जैसा कोई लाइनब्रेक न हो तो उन्नत पेस्ट अक्षम करें
ta: ITERM2 போன்ற வரி பிரேக் இல்லாதபோது மேம்பட்ட பேச்டை முடக்கு

source: Add environment variable when in quake mode
hi: क्वेक मोड में होने पर पर्यावरण चर जोड़ें
ta: நிலநடுக்க பயன்முறையில் இருக்கும்போது சுற்றுச்சூழல் மாறியைச் சேர்க்கவும்

source: Add possibility to configure always enabled regex
hi: हमेशा सक्षम रेगेक्स को विन्यस्त करने की संभावना जोड़ें
ta: எப்போதும் இயக்கப்பட்ட ரீசெக்சை உள்ளமைக்க வாய்ப்பைச் சேர்க்கவும்

source: This release fixes the following bugs:
hi: यह रिलीज़ निम्नलिखित बग ठीक करता है:
ta: இந்த வெளியீடு பின்வரும் பிழைகளை சரிசெய்கிறது:

source: More appdata -&gt; metainfo move
hi: अधिक appdata -&gt; metainfo move
ta: மேலும் appdata -& gt; மெட்டேன்ஃபோ நகர்வு

source: Add meson target for man page translations
hi: मैन पेज अनुवाद के लिए meson लक्ष्य जोड़ें
ta: மேன் பக்க மொழிபெயர்ப்புகளுக்கு மீசன் இலக்கைச் சேர்க்கவும்

source: Update flatpak manifest
hi: Flatpak मेनिफेस्ट अपडेट करें
ta: பிளாட்பாக் மேனிஃபெச்டைப் புதுப்பிக்கவும்

source: meson: drop unused argument for i18n.merge_file()
hi: meson: i18n.merge_file() के लिए अप्रयुक्त तर्क छोड़ें
ta: மீசன்: i18n.merge_file () க்கு பயன்படுத்தப்படாத வாதத்தை கைவிடவும்

source: Stop using deprecated Meson features
hi: अप्रचलित Meson सुविधाओं का उपयोग बंद करें
ta: நீக்கப்பட்ட மெசன் அம்சங்களைப் பயன்படுத்துவதை நிறுத்துங்கள்

source: Keep quake window open if focus is restored before timeout has been reached
hi: यदि समय समाप्त होने से पहले फोकस बहाल हो जाता है तो क्वेक विंडो खुली रखें
ta: காலக்கெடு அடைவதற்கு முன்பு கவனம் மீட்டெடுக்கப்பட்டால் நிலநடுக்க சாளரத்தைத் திறந்து வைக்கவும்

source: Don't check GtkDragResult
hi: GtkDragResult की जांच न करें
ta: Gtkdragresult ஐ சரிபார்க்க வேண்டாம்

source: Don't add application/x-rootwindow-drop to dragSourceSet targets
hi: DragSourceSet लक्ष्यों में अनुप्रयोग/x-rootwindow-drop न जोड़ें
ta: இழுவை இலக்குகளுக்கு பயன்பாடு/எக்ச்-ரூட்ச்விண்டோ-டிராப்பைச் சேர்க்க வேண்டாம்

source: With contributions from:
hi: इनके योगदान से:
ta: இதிலிருந்து பங்களிப்புகளுடன்:

source: Alan Scherger, Antoine Belvire, David King, Jan Beich, kohnish, luk1337, matishadow, Winston Hoy, Matthias Klumpp
hi: एलन शेरगर, एंटोनी बेल्विरे, डेविड किंग, जान बीच, कोहनिश, लुक1337, मैटिशैडो, विंस्टन होय, मैथियास क्लम्प
ta: ஆலன் ச்கெர்கர், அன்டோயின் பெல்வைர், டேவிட் கிங், சான் பீச், கோனிச், லுக் 1337, மாட்டிசாடோ, வின்ச்டன் ஓய், மத்தியாச் கிளம்ப்

source: Tilix is looking for maintainers! At the moment, only very minimal maintenance is done, no new features will be implemented and pull-requests may be reviewed very slowly.
hi: टिलिक्स अनुरक्षकों की तलाश कर रहा है! फिलहाल, केवल बहुत ही न्यूनतम रखरखाव किया जाता है, कोई नई सुविधाएं लागू नहीं की जाएंगी और पुल-अनुरोधों की समीक्षा बहुत धीरे-धीरे की जा सकती है।
ta: டிலிக்ச் பராமரிப்பாளர்களைத் தேடுகிறார்! இந்த நேரத்தில், மிகக் குறைந்த பராமரிப்பு மட்டுமே செய்யப்படுகிறது, புதிய நற்பொருத்தங்கள் எதுவும் செயல்படுத்தப்படாது மற்றும் இழுக்கும் கோரிக்கைகள் மிக மெதுவாக மதிப்பாய்வு செய்யப்படலாம்.

source: If you are interested in helping Tilix, please chime in!
hi: यदि आप टिलिक्स की मदद करने में रुचि रखते हैं, तो कृपया संपर्क करें!
ta: டிலிக்ச் உதவ நீங்கள் ஆர்வமாக இருந்தால், தயவுசெய்து உள்ளே செல்லுங்கள்!

source: Actually install Yaru color scheme
hi: वास्तव में Yaru रंग योजना स्थापित करें
ta: உண்மையில் யரு வண்ணத் திட்டத்தை நிறுவவும்

source: Give every tab the ${title}
hi: प्रत्येक टैब को ${title} दें
ta: ஒவ்வொரு தாவலுக்கும் $ {title} கொடுங்கள்

source: Add option to strip trailing whitespace on paste
hi: पेस्ट पर पिछली रिक्त स्थान को हटाने का विकल्प जोड़ें
ta: பேச்டில் பின்தங்கிய இடைவெளியை அகற்ற விருப்பத்தைச் சேர்க்கவும்

source: Fix saving of already saved session
hi: पहले से सहेजे गए सत्र की बचत ठीक करें
ta: ஏற்கனவே சேமிக்கப்பட்ட அமர்வின் சேமிப்பை சரிசெய்யவும்

source: Add shortcut to "Unselect all"
hi: "सभी को अचयनित करें" में शॉर्टकट जोड़ें
ta: "அனைத்தையும் தேர்ந்தெடுக்கவும்" என்பதற்கு குறுக்குவழியைச் சேர்க்கவும்

source: Many Meson buildsystem fixes
hi: कई Meson बिल्डसिस्टम ठीक करते हैं
ta: பல மீசன் பில்ட் சிச்டம் திருத்தங்கள்

source: Avoid missing the previous command exit code when encoding URLs
hi: URL एन्कोडिंग करते समय पिछले कमांड एग्जिट कोड को मिस करने से बचें
ta: முகவரி களை குறியாக்கம் செய்யும் போது முந்தைய கட்டளை வெளியேறும் குறியீட்டைத் தவிர்ப்பதைத் தவிர்க்கவும்

source: Resolve some D deprecation messages
hi: कुछ D बहिष्करण संदेशों का समाधान करें
ta: சில டி தேய்மான செய்திகளைத் தீர்க்கவும்

source: Mention powerline/fonts in README
hi: README में पावरलाइन/फॉन्ट का उल्लेख करें
ta: README இல் பவர்லைன்/எழுத்துருக்களைக் குறிப்பிடவும்

source: Avoid calling `values()` on a shared object
hi: किसी साझा ऑब्जेक्ट पर `values()` कॉल करने से बचें
ta: பகிரப்பட்ட பொருளின் மீது `மதிப்புகள் ()` என்று அழைப்பதைத் தவிர்க்கவும்

source: Update metainfo data
hi: मेटाफ़ो डेटा अपडेट करें
ta: Metainfo தரவைப் புதுப்பிக்கவும்

source: Drop compat code for older D frontend versions
hi: पुराने D फ्रंटएंड संस्करणों के लिए कॉम्पैट कोड ड्रॉप करें
ta: பழைய டி ஃப்ரண்டெண்ட் பதிப்புகளுக்கான கம்ப் குறியீட்டை விடுங்கள்

source: Bump minimum VTE version to 0.46
hi: न्यूनतम VTE संस्करण को 0.46 तक बढ़ाएं
ta: குறைந்தபட்ச VTE பதிப்பை 0.46 ஆக உயர்த்தவும்

source: Remove deprecated Autotools support
hi: अप्रचलित Autotools समर्थन हटाएं
ta: நீக்கப்பட்ட ஆட்டோடூல்ச் ஆதரவை அகற்று

source: Add release notes, NEWS file, automatic metainfo update
hi: रिलीज़ नोट्स, समाचार फाइल, स्वचालित मेटाफ़ो अपडेट जोड़ें
ta: வெளியீட்டுக் குறிப்புகள், செய்தி கோப்பு, தானியங்கி மெட்டேன்ஃபோ புதுப்பிப்பு சேர்க்கவும்

source: Update to GtkD 3.9.0
hi: GtkD 3.9.0 पर अपडेट करें
ta: GTKD 3.9.0 க்கு புதுப்பிக்கவும்

source: This release updates translations.
hi: यह रिलीज़ अनुवादों को अपडेट करता है।
ta: இந்த வெளியீடு மொழிபெயர்ப்புகளைப் புதுப்பிக்கிறது.

source: This release fixes the following bug:
hi: यह रिलीज़ निम्न बग को ठीक करता है:
ta: இந்த வெளியீடு பின்வரும் பிழையை சரிசெய்கிறது:

source: Fixes a problem with the session sidebar getting out of sync after having deleted a session. See issues #1680, #1637 and #1699.
hi: किसी सत्र को हटाने के बाद सत्र साइडबार के सिंक से बाहर हो जाने की समस्या को ठीक करता है। अंक #1680, #1637 और #1699 देखें।
ta: அமர்வு பக்கப்பட்டி ஒரு அமர்வை நீக்கிவிட்ட பிறகு ஒத்திசைவிலிருந்து வெளியேறுவதில் சிக்கலை சரிசெய்கிறது. சிக்கல்கள் #1680, #1637 மற்றும் #1699 ஐப் பார்க்கவும்.

source: Remove app menu for gnome 3.32
hi: गनोम 3.32 के लिए ऐप मेनू हटाएं
ta: க்னோம் 3.32 க்கான பயன்பாட்டு மெனுவை அகற்று

source: Update icon
hi: आइकन अपडेट
ta: ஐகானைப் புதுப்பிக்கவும்

source: Minor fixes
hi: मामूली सुधार
ta: சிறிய திருத்தங்கள்

source: Small release to update localizations
hi: स्थानीयकरणों को अपडेट करने के लिए छोटी रिलीज़
ta: உள்ளூர்மயமாக்கல்களைப் புதுப்பிக்க சிறிய வெளியீடு

source: Update to GtkD 3.8.5 to fix library name in GtkD.
hi: GtkD में लाइब्रेरी का नाम ठीक करने के लिए GtkD 3.8.5 पर अपडेट करें।
ta: GTKD இல் நூலகப் பெயரை சரிசெய்ய GTKD 3.8.5 க்கு புதுப்பிக்கவும்.

source: Some new features and bug fixes.
hi: कुछ नई सुविधाएं और बग फिक्स।
ta: சில புதிய நற்பொருத்தங்கள் மற்றும் பிழை திருத்தங்கள்.

source: SESSION_NAME
hi: सत्र_नाम

source: ACTION_NAME
hi: कार्रवाई_नाम

source: Status.Input-Sync
hi: स्थिति.इनपुट-सिंक

source: SendNotification
hi: अधिसूचनाभेजें

source: SendText
hi: पाठभेजें

source: Assistants
hi: सहायकों
