Repository: Mu-L/tilix
Catalog: po/*.po
Languages: hi, ta

source: Override the preferred window style to use, one of: normal,disable-csd,disable-csd-hide-toolbar,borderless
hi: उपयोग करने के लिए पसंदीदा विंडो शैली को ओवरराइड करें, इनमें से एक: सामान्य, अक्षम-csd, अक्षम-csd-छिपाएं-टूलबार, बॉर्डरलेस
ta: பயன்படுத்த விருப்பமான சாளர பாணியை மேலெழுதவும், அவற்றில் ஒன்று: இயல்பான, சி.எச்.டி முடக்கு,-சி.எச்.டி-மறைவை முடக்கு, எல்லையற்றது

source: WINDOW_STYLE
hi: विंडो_शैली
ta: சாளரம்_ச்டைல்

source: Full-screen the terminal window
hi: टर्मिनल विंडो को पूर्ण-स्क्रीन करें
ta: முனைய சாளரம் முழுத் திரை

source: Focus the existing window
hi: मौजूदा विंडो पर फोकस करें
ta: இருக்கும் சாளரத்தில் கவனம் செலுத்துங்கள்

source: Start additional instance as new process (Not Recommended)
hi: नई प्रक्रिया के रूप में अतिरिक्त उदाहरण प्रारंभ करें (अनुशंसित नहीं)
ta: புதிய செயல்முறையாக கூடுதல் நிகழ்வைத் தொடங்கவும் (பரிந்துரைக்கப்படவில்லை)

source: Set the window size; for example: 80x24, or 80x24+200+200 (COLSxROWS+X+Y)
hi: विंडो का आकार निर्धारित करें; उदाहरण के लिए: 80x24, या 80x24+200+200 (COLSxROWS+X+Y)
ta: சாளர அளவை அமைக்கவும்; எடுத்துக்காட்டாக: 80x24, அல்லது 80x24+200+200 (Colsxrows+x+y)

source: GEOMETRY
hi: ज्यामिति
ta: வடிவியல்

source: Opens a window in quake mode or toggles existing quake mode window visibility
hi: क्वेक मोड में एक विंडो खोलता है या मौजूदा क्वेक मोड विंडो दृश्यता को टॉगल करता है
ta: நிலநடுக்க பயன்முறையில் ஒரு சாளரத்தைத் திறக்கிறது அல்லது ஏற்கனவே உள்ள நிலநடுக்க பயன்முறை சாளரத் தெரிவுநிலையை மாற்றுகிறது

source: Show the Tilix and dependent component versions
hi: टिलिक्स और आश्रित अवयव संस्करण दिखाएं
ta: டிலிக்ச் மற்றும் சார்பு கூறு பதிப்புகளைக் காட்டு

source: Show the Tilix preferences dialog directly
hi: टिलिक्स प्राथमिकताएं संवाद सीधे दिखाएं
ta: டிலிக்ச் விருப்பத்தேர்வுகள் உரையாடலை நேரடியாகக் காட்டுங்கள்

source: Group tilix instances into different processes (Experimental, not recommended)
hi: टिलिक्स उदाहरणों को विभिन्न प्रक्रियाओं में समूहित करें (प्रायोगिक, अनुशंसित नहीं)
ta: குழு டிலிக்ச் நிகழ்வுகள் வெவ்வேறு செயல்முறைகளாக (சோதனை, பரிந்துரைக்கப்படவில்லை)

source: GROUP_NAME
hi: समूह_नाम
ta: குழு_பெயர்

source: Hidden argument to pass terminal UUID
hi: टर्मिनल UUID को पारित करने के लिए छिपा हुआ तर्क
ta: டெர்மினல் UUID ஐ கடக்க மறைக்கப்பட்ட உரையாடல்

source: TERMINAL_UUID
hi: टर्मिनल_UUID
ta: டெர்மினல்_யூயிட்

source: The application ID %s is not valid
hi: अनुप्रयोग ID %s मान्य नहीं है
ta: பயன்பாட்டு ஐடி %s செல்லுபடியாகாது

source: There appears to be an issue with the configuration of the terminal. This issue is not serious, but correcting it will improve your experience. Click the link below for more information:
hi: ऐसा प्रतीत होता है कि टर्मिनल के विन्यास में कोई समस्या है। यह समस्या गंभीर नहीं है, लेकिन इसे ठीक करने से आपका अनुभव बेहतर होगा। अधिक जानकारी के लिए नीचे दिए गए लिंक पर क्लिक करें:
ta: முனையத்தின் உள்ளமைவுடன் ஒரு சிக்கல் இருப்பதாகத் தெரிகிறது. இந்த சிக்கல் தீவிரமானது அல்ல, ஆனால் அதை சரிசெய்வது உங்கள் அனுபவத்தை மேம்படுத்தும். மேலும் தகவலுக்கு கீழே உள்ள இணைப்பைக் சொடுக்கு செய்க:

source: Configuration Issue Detected
hi: विन्यास समस्या का पता चला
ta: உள்ளமைவு சிக்கல் கண்டறியப்பட்டது

source: Do not show this message again
hi: यह संदेश दोबारा नहीं दिखाएं
ta: இந்த செய்தியை மீண்டும் காட்ட வேண்டாம்

source: File %s is not a color scheme compliant JSON file
hi: फाइल %s रंग योजना अनुरूप JSON फाइल नहीं है
ta: கோப்பு %s ஒரு வண்ணத் திட்டம் இணக்கமான சாதொபொகு கோப்பு அல்ல

source: Color scheme palette requires 16 colors
hi: रंग योजना पैलेट में 16 रंगों की आवश्यकता होती है
ta: வண்ணத் திட்ட தட்டு 16 வண்ணங்கள் தேவை

source: Create a new session
hi: एक नया सत्र बनाएं
ta: புதிய அமர்வை உருவாக்கவும்

source: View session sidebar
hi: सत्र पार्श्वपट्टी देखें
ta: அமர்வு பக்கப்பட்டியைக் காண்க

source: Add terminal right
hi: दाईं ओर टर्मिनल जोड़ें
ta: முனைய வலதுபுறம் சேர்க்கவும்

source: Add terminal down
hi: नीचे टर्मिनल जोड़ें
ta: முனையத்தைச் சேர்க்கவும்

source: Find text in terminal
hi: टर्मिनल में पाठ खोजें
ta: முனையத்தில் உரையைக் கண்டறியவும்

source: Enter a new name for the session
hi: सत्र के लिए एक नया नाम दर्ज करें
ta: அமர்வுக்கு புதிய பெயரை உள்ளிடவும்

source: Change Session Name
hi: सत्र का नाम बदलें
ta: அமர்வு பெயரை மாற்றவும்

source: Open…
hi: खोलें…
ta: திற…

source: Save As…
hi: ऐसे सहेजें…
ta: சேமிக்கவும்…

source: Name…
hi: नाम…
ta: பெயர்…

source: Synchronize Input
hi: इनपुट समन्वयित करें
ta: உள்ளீட்டை ஒத்திசைக்கவும்

source: Keyboard Shortcuts
hi: कीबोर्ड शॉर्टकट
ta: விசைப்பலகை குறுக்குவழிகள்

source: About Tilix
hi: टिलिक्स के बारे में
ta: டிலிக்ச் பற்றி

source: GC
ta: சி.சி.

source: There are multiple sessions open, close anyway?
hi: कई सत्र खुले हैं, फिर भी बंद करें?
ta: பல அமர்வுகள் திறக்கப்பட்டுள்ளன, எப்படியும் மூடவா?

source: Filename '%s' does not exist
hi: फाइल नाम '%s' मौजूद नहीं है
ta: கோப்பு பெயர் '%s' இல்லை

source: Load Session
hi: सत्र लोड करें
ta: சுமை அமர்வு

source: Open
hi: खोलें
ta: திற

source: Could not load session due to unexpected error.
hi: अप्रत्याशित त्रुटि के कारण सत्र लोड नहीं किया जा सका।
ta: எதிர்பாராத பிழை காரணமாக அமர்வை ஏற்ற முடியவில்லை.

source: Error Loading Session
hi: सत्र लोड करने में त्रुटि
ta: பிழை ஏற்றுதல் அமர்வு

source: Save Session
hi: सत्र सहेजें
ta: அமர்வை சேமிக்கவும்

source: Could not save session due to unexpected error.
hi: अप्रत्याशित त्रुटि के कारण सत्र सहेजा नहीं जा सका।
ta: எதிர்பாராத பிழை காரணமாக அமர்வை சேமிக்க முடியவில்லை.

source: Error Saving Session
hi: सत्र सहेजने में त्रुटि
ta: பிழை சேமிப்பு அமர்வு

source: Quake mode is not supported under Wayland, running as normal window
hi: Wayland के अंतर्गत क्वेक मोड समर्थित नहीं है, यह सामान्य विंडो की तरह चल रहा है
ta: சாதாரண சாளரமாக இயங்கும் வயலேண்டின் கீழ் நிலநடுக்க பயன்முறை ஆதரிக்கப்படவில்லை

source: Quake Mode Not Supported
hi: क्वेक मोड समर्थित नहीं है
ta: நிலநடுக்க பயன்முறை ஆதரிக்கப்படவில்லை

source: New output displayed
hi: नया आउटपुट प्रदर्शित हुआ
ta: புதிய வெளியீடு காட்டப்படும்

source: Close session
hi: सत्र बंद करें
ta: அமர்வு மூடு

source: A VTE based terminal emulator for Linux
hi: Linux के लिए एक VTE आधारित टर्मिनल एमुलेटर
ta: லினக்சிற்கான VTE அடிப்படையிலான முனைய முன்மாதிரி

source: This Source Code Form is subject to the terms of the Mozilla Public License, v. 2.0. If a copy of the MPL was not distributed with this file, You can obtain one at http://mozilla.org/MPL/2.0/.
hi: यह सोर्स कोड फॉर्म Mozilla पब्लिक लाइसेंस, वी. 2.0 की शर्तों के अधीन है। यदि MPL की एक प्रति इस फाइल के साथ वितरित नहीं की गई थी, तो आप http://mozilla.org/MPL/2.0/ पर एक प्रति प्राप्त कर सकते हैं।
ta: இந்த மூலக் குறியீடு படிவம் மொசில்லா பொது உரிமத்தின் விதிமுறைகளுக்கு உட்பட்டது, வி. 2.0. இந்த கோப்புடன் MPL இன் நகல் விநியோகிக்கப்படவில்லை என்றால், நீங்கள் ஒன்றைப் பெறலாம் http://mozilla.org/mpl/2.0/.

source: GTK VTE widget team, Tilix would not be possible without their work
hi: GTK VTE विजेट टीम, टिलिक्स उनके काम के बिना संभव नहीं होगा
ta: சி.டி.கே வி.டி.இ விட்செட் குழு, டிலிக்ச் அவர்களின் வேலை இல்லாமல் சாத்தியமில்லை

source: GtkD for providing such an excellent GTK wrapper
hi: इतना उत्कृष्ट GTK रैपर प्रदान करने के लिए GtkD
ta: அத்தகைய சிறந்த சி.டி.கே ரேப்பரை வழங்கியதற்காக சி.டி.கே.டி.

source: Dlang.org for such an excellent language, D
hi: ऐसी उत्कृष्ट भाषा के लिए Dlang.org, D
ta: அத்தகைய சிறந்த மொழிக்கு dlang.org, டி

source: Icon title
hi: आइकन शीर्षक
ta: படவுரு தலைப்பு

source: ID
ta: ஐடி

source: Directory
hi: निर्देशिका
ta: அடைவு

source: Hostname
hi: होस्टनाम
ta: புரவலன்பெயர்

source: Username
hi: उपयोक्तानाम
ta: பயனர்பெயர்

source: Columns
hi: कॉलम
ta: நெடுவரிசைகள்

source: Rows
hi: पंक्तियों
ta: வரிசைகள்

source: Process
hi: प्रक्रिया
ta: செயல்முறை

source: Status.Read-Only
hi: स्थिति.केवल-पढ़ें
ta: Status.read- மட்டும்

source: Status.Silence
hi: स्थिति.मौन
ta: நிலை.சிலென்ச்

source: Terminal count
hi: टर्मिनल गिनती
ta: முனைய எண்ணிக்கை

source: Terminal number
hi: टर्मिनल नंबर
ta: முனைய எண்

source: Active terminal title
hi: सक्रिय टर्मिनल शीर्षक
ta: செயலில் முனைய தலைப்பு

source: Application name
hi: अनुप्रयोग का नाम
ta: பயன்பாட்டு பெயர்

source: Session name
hi: सत्र नाम
ta: அமர்வு பெயர்

source: Session number
hi: सत्र क्रमांक
ta: அமர்வு எண்

source: Session count
hi: सत्र गिनती
ta: அமர்வு எண்ணிக்கை

source: Name
hi: नाम
ta: பெயர்

source: Select Folder
hi: फोल्डर का चयन करें
ta: கோப்புறையைத் தேர்ந்தெடு

source: Select folder
hi: फोल्डर का चयन करें
ta: கோப்புறையைத் தேர்ந்தெடு

source: Clear folder
hi: फोल्डर साफ़ करें
ta: தெளிவான கோப்புறை

source: Add Bookmark
hi: बुकमार्क जोड़ें
ta: கூட்டு புத்தககுறி

source: Edit Bookmark
hi: बुकमार्क संपादन
ta: புக்மார்க்கைத் திருத்து

source: Path
hi: पथ
ta: பாதை

source: Select Path
hi: पथ चुनें
ta: பாதையைத் தேர்ந்தெடுக்கவும்

source: Protocol
hi: प्रोटोकॉल
ta: நெறிமுறை

source: Host
hi: होस्ट
ta: விருந்தோம்பி

source: User
hi: उपयोक्ता
ta: பயனர்

source: Parameters
hi: पैरामीटर्स
ta: அளவுருக்கள்

source: Error deserializing bookmark
hi: बुकमार्क को अक्रमांकित करने में त्रुटि
ta: புத்தகக்குறியை தேய்த்தல் பிழை

source: Root
hi: रूट
ta: மூலம்

source: Could not load bookmarks due to unexpected error
hi: अप्रत्याशित त्रुटि के कारण बुकमार्क लोड नहीं किया जा सका
ta: எதிர்பாராத பிழை காரணமாக புக்மார்க்குகளை ஏற்ற முடியவில்லை

source: Folder
hi: फोल्डर
ta: கோப்புறை

source: Remote
hi: रिमोट
ta: தொலைநிலை

source: Include return character with bookmark
hi: बुकमार्क के साथ रिटर्न कैरेक्टर शामिल करें
ta: புக்மார்க்குடன் திரும்பும் தன்மையைச் சேர்க்கவும்

source: Select Bookmark
hi: बुकमार्क चुनें
ta: புக்மார்க்கைத் தேர்ந்தெடுக்கவும்

source: UpdateState
hi: स्थितिअद्यतन
ta: புதுப்பிப்பு

source: ExecuteCommand
hi: कमांडनिष्पादन
ta: நிர்வாகம்

source: UpdateTitle
hi: शीर्षकअद्यतन
ta: புதுப்பிப்பு

source: PlayBell
hi: घंटीबजाएं
ta: பிளேபல்

source: InsertPassword
hi: पासवर्डडालें
ta: இன்செர்ட்பாச் வேர்ட்

source: UpdateBadge
hi: बैजअद्यतन
ta: புதுப்பிப்பு ஒட்டு

source: RunProcess
hi: रनप्रक्रिया
ta: ரன் ப்ரோசச்

source: %s (Copy)
hi: %s (कॉपी)
ta: %s (நகல்)

source: Layout Options
hi: अभिन्यास विकल्प
ta: தளவமைப்பு விருப்பங்கள்

source: Active
hi: सक्रिय
ta: செயலில்

source: Session Load
hi: सत्र भार
ta: அமர்வு சுமை

source: Active options are always in effect and apply immediately. Session Load options only apply when loading a session file.
hi: सक्रिय विकल्प हमेशा प्रभावी होते हैं और तुरंत लागू होते हैं। सत्र लोड विकल्प केवल सत्र फाइल लोड करते समय लागू होते हैं।
ta: செயலில் உள்ள விருப்பங்கள் எப்போதும் நடைமுறையில் உள்ளன, உடனடியாக விண்ணப்பிக்கவும். அமர்வு சுமை விருப்பங்கள் ஒரு அமர்வு கோப்பை ஏற்றும்போது மட்டுமே பொருந்தும்.

source: New
hi: नया
ta: புதிய

source: Include return character with password
hi: पासवर्ड के साथ रिटर्न वर्ण शामिल करें
ta: கடவுச்சொல்லுடன் திரும்ப எழுத்தை சேர்க்கவும்

source: Insert Password
hi: पासवर्ड डालें
ta: கடவுச்சொல்லைச் செருகவும்

source: Password
hi: पासवर्ड
ta: கடவுச்சொல்

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Add Password
hi: पासवर्ड जोड़ें
ta: கடவுச்சொல்லைச் சேர்க்கவும்

source: Edit Password
hi: पासवर्ड संपादन
ta: கடவுச்சொல்லைத் திருத்தவும்

source: This command is asking for Administrative access to your computer
hi: यह कमांड आपके कंप्यूटर तक प्रशासनिक पहुंच मांग रहा है
ta: இந்த கட்டளை உங்கள் கணினிக்கு நிர்வாக அணுகலைக் கேட்கிறது

source: Copying commands from the internet can be dangerous.
hi: इंटरनेट से कमांड कॉपी करना खतरनाक हो सकता है।
ta: இணையத்திலிருந்து கட்டளைகளை நகலெடுப்பது ஆபத்தானது.

source: Be sure you understand what each part of this command does.
hi: सुनिश्चित करें कि आप समझते हैं कि इस कमांड का प्रत्येक भाग क्या करता है।
ta: இந்த கட்டளையின் ஒவ்வொரு பகுதியும் என்ன செய்கிறது என்பதை நீங்கள் புரிந்துகொண்டுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.

source: Transform
hi: परिवर्तन
ta: உருமாற்று, உருமாற்றம்

source: Convert spaces to tabs
hi: रिक्त स्थान को टैब में बदलें
ta: இடங்களை தாவல்களாக மாற்றவும்

source: Convert CRLF and CR to LF
hi: CRLF और CR को LF में बदलें
ta: சிஆர்எல்எஃப் மற்றும் சிஆர் ஐ எல்எஃப் ஆக மாற்றவும்

source: Advanced Paste
hi: उन्नत पेस्ट
ta: மேம்பட்ட பேச்ட்

source: Paste
hi: पेस्ट करें
ta: ஒட்டு

source: Search Options
hi: खोज विकल्प
ta: தேடல் விருப்பங்கள்

source: Find next
hi: अगला खोजें
ta: அடுத்ததை தேடு

source: Find previous
hi: पिछला खोजें
ta: முந்தையதைக் கண்டறியவும்

source: Close search box
hi: सर्च बॉक्स बंद करें
ta: தேடல் பெட்டியை மூடு

source: Match case
hi: केस संवेदनशील
ta: போட்டி வழக்கு

source: Match entire word only
hi: पूरे शब्द का ही मिलान करें
ta: முழு வார்த்தையையும் மட்டுமே பொருத்துங்கள்

source: Wrap around
hi: रैप अराउन्ड
ta: சுற்றி மடக்கு

source: Match as regular expression
hi: नियमित अभिव्यक्ति के रूप में मिलान करें
ta: வழக்கமான வெளிப்பாடாக பொருந்தவும்

source: Search '%s' is not a valid regex %s
hi: खोज '%s' वैध रेगेक्स नहीं है %s
ta: '%s' தேடல் செல்லுபடியாகும் ரீசெக்ச் அல்ல %s

source: Maximize
hi: अधिकतम
ta: அதிகரிக்க

source: Disable input synchronization for this terminal
hi: इस टर्मिनल के लिए इनपुट सिंक्रोनाइज़ेशन अक्षम करें
ta: இந்த முனையத்திற்கான உள்ளீட்டு ஒத்திசைவை முடக்கு

source: Read-Only
hi: केवल-पढ़ें
ta: படிக்க மட்டும்

source: New output
hi: नया आउटपुट
ta: புதிய வெளியீடு

source: Edit Profile
hi: प्रोफ़ाइल संपादन
ta: சுயவிவரத்தைத் திருத்து

source: Edit Encodings
hi: एन्कोडिंग संपादन
ta: குறியாக்கங்களைத் திருத்தவும்

source: Enable input synchronization for this terminal
hi: इस टर्मिनल के लिए इनपुट सिंक्रोनाइज़ेशन सक्षम करें
ta: இந்த முனையத்திற்கான உள்ளீட்டு ஒத்திசைவை இயக்கவும்

source: The library %s could not be loaded, password functionality is unavailable.
hi: लाइब्रेरी %s लोड नहीं की जा सकी, पासवर्ड कार्यक्षमता अनुपलब्ध है।
ta: நூலக %களை ஏற்ற முடியவில்லை, கடவுச்சொல் செயல்பாடு கிடைக்கவில்லை.

source: Library Not Loaded
hi: लाइब्रेरी लोड नहीं हुई
ta: நூலகம் ஏற்றப்படவில்லை

source: Find…
hi: खोजें…
ta: கண்டுபிடி…

source: Password...
hi: पासवर्ड…
ta: கடவுச்சொல் ...

source: Bookmark...
hi: बुकमार्क…
ta: புக்மார்க்கு ...

source: Add Bookmark...
hi: बुकमार्क जोड़ें…
ta: புக்மார்க்கைச் சேர்க்கவும் ...

source: Show File Browser...
hi: फ़ाइल ब्राउज़र दिखाएं…
ta: காட்டு கோப்பு Browser...

source: Save Output…
hi: आउटपुट सहेजें…
ta: வெளியீட்டைச் சேமிக்கவும்…

source: Reset and Clear
hi: रीसेट और साफ़ करें
ta: மீட்டமை மற்றும் அழி

source: Layout Options…
hi: अभिन्यास विकल्प…
ta: தளவமைப்பு விருப்பங்கள்…

source: Monitor Silence
hi: मौन की निगरानी करें
ta: ம .னத்தை கண்காணிக்கவும்

source: Other
hi: अन्य
ta: மற்றொன்று

source: Add Right
hi: दाएं जोड़ें
ta: வலதுபுறம் சேர்க்கவும்

source: Add Down
hi: नीचे जोड़ें
ta: கீழே சேர்க்கவும்

source: Terminal Activity
hi: टर्मिनल गतिविधि
ta: முனைய செயல்பாடு

source: Not Enabled
hi: सक्षम नहीं
ta: இயக்கப்படவில்லை

source: Restore
hi: पुनर्स्थापित
ta: மீட்டமை

source: Tilix Custom Notification
hi: टिलिक्स तदनुकूल अधिसूचना
ta: டிலிக்ச் தனிப்பயன் அறிவிப்பு

source: Open Link
hi: लिंक खोलें
ta: இணைப்பை திற

source: Copy Link Address
hi: लिंक के पते को कापी करे
ta: இணைப்பு முகவரியை நகலெடுக்கவும்

source: Copy
hi: कॉपी
ta: நகலெடு

source: Copy as HTML
hi: HTML के रूप में कॉपी करें
ta: உஉகுமொ ஆக நகலெடுக்கவும்

source: Select All
hi: सभी चुनें
ta: அனைத்தையும் தெரிவுசெய்

source: Synchronize input
hi: इनपुट समन्वयित करें
ta: உள்ளீட்டை ஒத்திசைக்கவும்

source: Could not check file '%s' due to error '%s'
hi: त्रुटि '%2$s' के कारण फाइल '%1$s' की जांच नहीं की जा सकी
ta: பிழை '%s' காரணமாக '%s' கோப்பை சரிபார்க்க முடியவில்லை

source: Remote file URIs are not supported with hyperlinks. URI was '%s'
hi: रिमोट फाइल URI हाइपरलिंक के साथ समर्थित नहीं हैं। URI '%s' था
ta: தொலை கோப்பு யூரி கள் ஐப்பர்லிங்க்களுடன் ஆதரிக்கப்படவில்லை. யூரி '%s'

source: Remote File URI Unsupported
hi: रिमोट फाइल URI असमर्थित
ta: தொலை கோப்பு யூரி ஆதரிக்கப்படவில்லை

source: Custom link regex '%s' has an error, ignoring
hi: तदनुकूल लिंक रेगेक्स '%s' में एक त्रुटि है, जिसे अनदेखा किया जा रहा है
ta: தனிப்பயன் இணைப்பு ரீசெக்ச் '%s' ஒரு பிழையைக் கொண்டுள்ளது, புறக்கணிக்கிறது

source: Regular Expression Error
hi: नियमित अभिव्यक्ति त्रुटि
ta: வழக்கமான வெளிப்பாடு பிழை

source: Could not open match '%s'
hi: '%s' मिलान नहीं खुल सका
ta: '%s' போட்டியைத் திறக்க முடியவில்லை

source: Error Opening Match
hi: मिलान खोलने में त्रुटि
ta: பிழை திறக்கும் போட்டி

source: Unexpected error occurred when adding link regex: %s
hi: लिंक रेगेक्स जोड़ते समय अप्रत्याशित त्रुटि उत्पन्न हुई: %s
ta: இணைப்பு ரீசெக்ச் சேர்க்கும்போது எதிர்பாராத பிழை ஏற்பட்டது: %s

source: Unexpected error occurred, no additional information available
hi: अनपेक्षित त्रुटि उत्पन्न हुई, कोई अतिरिक्त जानकारी उपलब्ध नहीं है
ta: எதிர்பாராத பிழை ஏற்பட்டது, கூடுதல் தகவல்கள் எதுவும் கிடைக்கவில்லை

source: Unexpected error occurred: %s
hi: अनपेक्षित त्रुटि उत्पन्न हुई: %s
ta: எதிர்பாராத பிழை ஏற்பட்டது: %s

source: Save Terminal Output
hi: टर्मिनल आउटपुट सहेजें
ta: முனைய வெளியீட்டைச் சேமிக்கவும்

source: All Text Files
hi: सभी पाठ फ़ाइलें
ta: அனைத்து உரை கோப்புகளும்

source: Unknown
hi: अज्ञात
ta: தெரியவில்லை

source: The child process exited normally with status %d
hi: चाइल्ड प्रक्रिया स्थिति %d के साथ सामान्य रूप से बाहर निकल गई
ta: குழந்தை செயல்முறை பொதுவாக நிலை %d உடன் வெளியேறியது

source: The child process was aborted by signal %d.
hi: चाइल्ड प्रोसेस को सिग्नल %d द्वारा निरस्त कर दिया गया था।
ta: குழந்தை செயல்முறை சமிக்ஞை %d ஆல் கைவிடப்பட்டது.

source: The child process was aborted.
hi: संतान प्राप्ति की प्रक्रिया निरस्त कर दी गई।
ta: குழந்தை செயல்முறை கைவிடப்பட்டது.

source: Relaunch
hi: पुन: लॉन्च
ta: மீண்டும் தொடங்கவும்

source: Don't Paste
hi: पेस्ट न करें
ta: ஒட்ட வேண்டாம்

source: Paste Anyway
hi: फिर भी चिपकाएं
ta: எப்படியும் ஒட்டவும்

source: Process monitoring is not enabled, this should never be called
hi: प्रक्रिया निगरानी सक्षम नहीं है, इसे कभी भी नहीं बुलाया जाना चाहिए
ta: செயல்முறை கண்காணிப்பு இயக்கப்படவில்லை, இதை ஒருபோதும் அழைக்கக்கூடாது

source: Could not locate dropped terminal
hi: गिराए गए टर्मिनल का पता नहीं चल सका
ta: கைவிடப்பட்ட முனையத்தைக் கண்டுபிடிக்க முடியவில்லை

source: Could not locate session for dropped terminal
hi: गिराए गए टर्मिनल के लिए सत्र का पता नहीं लगाया जा सका
ta: கைவிடப்பட்ட முனையத்திற்கான அமர்வைக் கண்டுபிடிக்க முடியவில்லை

source: Ignoring as '%s' is not a directory
hi: '%s' को अनदेखा करना कोई निर्देशिका नहीं है
ta: '%s' என புறக்கணிப்பது ஒரு அடைவு அல்ல

source: Geometry string '%s' is invalid and could not be parsed
hi: ज्योमेट्री स्ट्रिंग '%s' अमान्य है और इसे पार्स नहीं किया जा सका
ta: வடிவியல் சரம் '%s' தவறானது மற்றும் பாகுபடுத்த முடியவில்லை

source: You cannot load a session and set a profile/working directory/execute command option, please choose one or the other
hi: आप एक सत्र लोड नहीं कर सकते हैं और एक प्रोफ़ाइल/कार्यशील निर्देशिका/निष्पादित कमांड विकल्प निर्धारित नहीं कर सकते हैं, कृपया एक या दूसरा चुनें
ta: நீங்கள் ஒரு அமர்வை ஏற்றவும், சுயவிவரம்/பணி அடைவு/இயக்க கட்டளை விருப்பத்தை அமைக்கவும் முடியாது, தயவுசெய்து ஒன்று அல்லது மற்றொன்றைத் தேர்வுசெய்க

source: You can only use the action parameter within Tilix
hi: आप केवल टिलिक्स के भीतर कार्रवाई पैरामीटर का उपयोग कर सकते हैं
ta: நீங்கள் டிலிக்சுக்குள் செயல் அளவுருவை மட்டுமே பயன்படுத்த முடியும்

source: You cannot use the quake mode with maximize, minimize or geometry parameters
hi: आप अधिकतम, न्यूनतम या ज्यामिति मापदंडों के साथ क्वेक मोड का उपयोग नहीं कर सकते
ta: அதிகபட்சம், குறைத்தல் அல்லது வடிவியல் அளவுருக்கள் மூலம் நிலநடுக்க பயன்முறையை நீங்கள் பயன்படுத்த முடியாது

source: Your GTK version is too old, you need at least GTK %d.%d.%d!
hi: आपका GTK संस्करण बहुत पुराना है, आपको कम से कम GTK %d.%d.%d की आवश्यकता है!
ta: உங்கள் சி.டி.கே பதிப்பு மிகவும் பழையது, உங்களுக்கு குறைந்தபட்சம் சி.டி.கே%d தேவை.%d.%d!

source: Your VTE version is too old, you need at least VTE %d.%d!
hi: आपका VTE संस्करण बहुत पुराना है, आपको कम से कम VTE %d.%d की आवश्यकता है!
ta: உங்கள் VTE பதிப்பு மிகவும் பழையது, உங்களுக்கு குறைந்தபட்சம் VTE %d. %d தேவை!

source: Unexpected exception occurred
hi: अप्रत्याशित अपवाद हुआ
ta: எதிர்பாராத விதிவிலக்கு ஏற்பட்டது

source: Error:
hi: त्रुटि:
ta: பிழை:

source: Versions
hi: संस्करण
ta: பதிப்புகள்

source: Tilix version: %s
hi: टिलिक्स संस्करण: %s
ta: டிலிக்ச் பதிப்பு: %s

source: VTE version: %s
hi: VTE संस्करण: %s
ta: VTE பதிப்பு: %s

source: GTK Version: %d.%d.%d
hi: GTK संस्करण: %d.%d.%d
ta: சி.டி.கே பதிப்பு:%d.%d.%d

source: Tilix Special Features
hi: टिलिक्स विशेष विशेषताएं
ta: டிலிக்ச் சிறப்பு நற்பொருத்தங்கள்

source: Notifications enabled=%b
hi: अधिसूचनाएं सक्षम=%b
ta: அறிவிப்புகள் இயக்கப்பட்டன =%b

source: Triggers enabled=%b
hi: ट्रिगर सक्षम=%b
ta: தூண்டுதல்கள் இயக்கப்பட்டவை =%b

source: Badges enabled=%b
hi: बैज सक्षम=%b
ta: பேட்ச்கள் இயக்கப்பட்டவை =%பி

source: Open Remote Tilix
hi: रिमोट टिलिक्स खोलें
ta: ரிமோட் டிலிக்ச் திறக்கவும்

source: Open Remote Tilix In {}
hi: {} में रिमोट टिलिक्स खोलें
ta: {In இல் தொலைநிலை டிலிக்ச் திறக்கவும்

source: Open In Tilix
hi: टिलिक्स में खोलें
ta: டிலிக்சில் திறந்திருக்கும்

source: Open Tilix In {}
hi: {} में टिलिक्स खोलें
ta: {} இல் டிலிக்ச் திறக்கவும்

source: Open Remote Tilix Here
hi: यहां रिमोट टिलिक्स खोलें
ta: தொலைதூரத்தில் இங்கே திறக்கவும்

source: Open Remote Tilix In This Directory
hi: इस निर्देशिका में रिमोट टिलिक्स खोलें
ta: இந்த கோப்பகத்தில் தொலைநிலை டிலிக்ச் திறக்கவும்

source: Open Tilix Here
hi: यहां टिलिक्स खोलें
ta: இங்கே திறந்திருக்கும் டிலிக்ச்

source: Open Tilix In This Directory
hi: इस निर्देशिका में टिलिक्स खोलें
ta: இந்த கோப்பகத்தில் டிலிக்ச் திறக்கவும்

# shortcut window
source: Application
hi: अनुप्रयोग
ta: பயன்பாடு

# shortcut window
source: Open a new window
hi: एक नई विंडो खोलें
ta: புதிய சாளரத்தைத் திறக்கவும்

# shortcut window
source: Open a new session
hi: एक नया सत्र खोलें
ta: புதிய அமர்வைத் திறக்கவும்

# shortcut window
source: Open preferences
hi: प्राथमिकताएं खोलें
ta: திறந்த விருப்பத்தேர்வுகள்

# shortcut window
source: Show keyboard shortcuts
hi: कीबोर्ड शॉर्टकट दिखाएं
ta: விசைப்பலகை குறுக்குவழிகளைக் காட்டு

# shortcut window
source: Window
hi: विंडो
ta: சாளரம்

# shortcut window
source: Toggle fullscreen mode
hi: पूर्णस्क्रीन मोड टॉगल करें
ta: முழுத்திரை பயன்முறையை மாற்றவும்

# shortcut window
source: View session sidebar
hi: सत्र साइडबार देखें
ta: அமர்வு பக்கப்பட்டியைக் காண்க

# shortcut window
source: Switch to next session
hi: अगले सत्र पर स्विच करें
ta: அடுத்த அமர்வுக்கு மாறவும்

# shortcut window
source: Switch to previous session
hi: पिछले सत्र पर स्विच करें
ta: முந்தைய அமர்வுக்கு மாறவும்

# shortcut window
source: Reorder to next session
hi: अगले सत्र के लिए पुनः व्यवस्थित करें
ta: அடுத்த அமர்வுக்கு மறுவரிசைப்படுத்தவும்

# shortcut window
source: Reorder to previous session
hi: पिछले सत्र को पुनः व्यवस्थित करें
ta: முந்தைய அமர்வுக்கு மறுவரிசைப்படுத்தவும்

# shortcut window
source: Switch to session 1
hi: सत्र 1 पर जाएं
ta: அமர்வு 1 க்கு மாறவும்

# shortcut window
source: Switch to session 2
hi: सत्र 2 पर जाएं
ta: அமர்வு 2 க்கு மாறவும்

# shortcut window
source: Switch to session 3
hi: सत्र 3 पर जाएं
ta: அமர்வு 3 க்கு மாறவும்

# shortcut window
source: Switch to session 4
hi: सत्र 4 पर जाएं
ta: அமர்வு 4 க்கு மாறவும்

# shortcut window
source: Switch to session 5
hi: सत्र 5 पर जाएं
ta: அமர்வு 5 க்கு மாறவும்

# shortcut window
source: Switch to session 6
hi: सत्र 6 पर जाएं
ta: அமர்வு 6 க்கு மாறவும்

# shortcut window
source: Switch to session 7
hi: सत्र 7 पर जाएं
ta: அமர்வு 7 க்கு மாறவும்

# shortcut window
source: Switch to session 8
hi: सत्र 8 पर जाएं
ta: அமர்வு 8 க்கு மாறவும்

# shortcut window
source: Switch to session 9
hi: सत्र 9 पर जाएं
ta: அமர்வு 9 க்கு மாறவும்

# shortcut window
source: Switch to session 10
hi: सत्र 10 पर जाएं
ta: அமர்வு 10 க்கு மாறவும்

# shortcut window
source: Session
hi: सत्र
ta: அமர்வு

# shortcut window
source: File
hi: फाइल
ta: கோப்பு

# shortcut window
source: Close the current session
hi: वर्तमान सत्र बंद करें
ta: தற்போதைய அமர்வை மூடு

# shortcut window
source: Save the current session
hi: वर्तमान सत्र सहेजें
ta: தற்போதைய அமர்வைச் சேமிக்கவும்

# shortcut window
source: Save the current session with new filename
hi: वर्तमान सत्र को नए फाइल नाम के साथ सहेजें
ta: தற்போதைய அமர்வை புதிய கோப்பு பெயருடன் சேமிக்கவும்

# shortcut window
source: Open a saved session
hi: सहेजा गया सत्र खोलें
ta: சேமித்த அமர்வைத் திறக்கவும்

# shortcut window
source: Add
hi: जोड़ें
ta: கூட்டு
