Repository: Mu-L/tilix
Catalog: po/*.po
Languages: hi, ta

source: Do not show this again
hi: इसे दोबारा न दिखाएं
ta: இதை மீண்டும் காட்ட வேண்டாம்

source: disabled
hi: अक्षम
ta: முடக்கப்பட்டது

source: Close
hi: बंद करें
ta: மூடு

source: Title
hi: शीर्षक
ta: தலைப்பு

source: Icon
hi: आइकन
ta: படவுரு

source: Window (%s)
hi: विंडो (%s)
ta: விண்டோச்)

source: Session (%s)
hi: सत्र (%s)
ta: அமர்வு (எச்)

source: Close Application
hi: अनुप्रयोग बंद करें
ta: பயன்பாட்டை மூடு

source: Close Window
hi: विंडो बंद करें
ta: சாளரத்தை மூடு

source: Close Session
hi: सत्र बंद करें
ta: அமர்வு மூடு

source: OK
hi: ठीक है
ta: சரி

source: Cancel
hi: रद्द करें
ta: ரத்துசெய்

source: Regex
ta: வழக்கவெளி

source: Command
hi: कमांड
ta: கட்டளை

source: Case Insensitive
hi: केस असंवेदनशील
ta: வழக்கு உணர்வற்றது

source: Add
hi: जोड़ें
ta: கூட்டு

source: Delete
hi: मिटाएं
ta: நீக்கு

source: Move up
hi: ऊपर ले जाएं
ta: மேலே செல்லுங்கள்

source: Move down
hi: नीचे ले जाएं
ta: கீழே செல்லுங்கள்

source: Edit Custom Links
hi: तदनुकूल लिंक संपादन
ta: தனிப்பயன் இணைப்புகளைத் திருத்தவும்

source: Apply
hi: लागू करें
ta: இடு

source: Action
hi: कार्रवाई
ta: செயல்

source: Parameter
hi: मापदंड
ta: கூறளவு

source: Limit number of lines for trigger processing to:
hi: ट्रिगर प्रोसेसिंग के लिए लाइनों की संख्या सीमित करें:
ta: தூண்டுதல் செயலாக்கத்திற்கான வரிகளின் எண்ணிக்கையை கட்டுப்படுத்துங்கள்:

source: Edit Triggers
hi: ट्रिगर्स संपादन
ta: தூண்டுதல்களைத் திருத்து

source: Row %d:
hi: पंक्ति %d:
ta: வரிசை %d:

source: Custom Links
hi: तदनुकूल लिंक
ta: தனிப்பயன் இணைப்புகள்

source: A list of user defined links that can be clicked on in the terminal based on regular expression definitions.
hi: उपयोक्ता परिभाषित लिंक की एक सूची जिसे नियमित अभिव्यक्ति परिभाषाओं के आधार पर टर्मिनल में क्लिक किया जा सकता है।
ta: வழக்கமான வெளிப்பாடு வரையறைகளின் அடிப்படையில் முனையத்தில் சொடுக்கு செய்யக்கூடிய பயனர் வரையறுக்கப்பட்ட இணைப்புகளின் பட்டியல்.

source: Edit
hi: संपादन
ta: தொகு

source: Triggers
hi: ट्रिगर्स
ta: தூண்டுதல்கள்

source: Triggers are regular expressions that are used to check against output text in the terminal. When a match is detected the configured action is executed.
hi: ट्रिगर नियमित अभिव्यक्ति हैं जिनका उपयोग टर्मिनल में आउटपुट पाठ के विरुद्ध जांच करने के लिए किया जाता है। जब किसी मिलान का पता चलता है तो विन्यस्त की गई कार्रवाई निष्पादित की जाती है।
ta: தூண்டுதல்கள் வழக்கமான வெளிப்பாடுகள் ஆகும், அவை முனையத்தில் வெளியீட்டு உரைக்கு எதிராக சரிபார்க்கப் பயன்படுகின்றன. ஒரு போட்டி கண்டறியப்பட்டால் கட்டமைக்கப்பட்ட நடவடிக்கை செயல்படுத்தப்படுகிறது.

source: General
hi: सामान्य
ta: பொது

source: Color
hi: रंग
ta: நிறம்

source: Scrolling
hi: स्क्रॉलइंग
ta: ச்க்ரோலிங்

source: Compatibility
hi: अनुकूलता
ta: பொருந்தக்கூடிய தன்மை

source: Badge
hi: बैज
ta: ஒட்டு

source: Advanced
hi: उन्नत
ta: மேம்பட்ட

source: Profile name
hi: प्रोफ़ाइल नाम
ta: சுயவிவர பெயர்

source: Terminal title
hi: टर्मिनल शीर्षक
ta: முனைய தலைப்பு

source: Text Appearance
hi: पाठ दिखावट
ta: உரை தோற்றம்

source: Terminal size
hi: टर्मिनल आकार
ta: முனைய அளவு

source: columns
hi: कॉलम
ta: நெடுவரிசைகள்

source: rows
hi: पंक्तियां
ta: வரிசைகள்

source: Reset
hi: रीसेट
ta: மீட்டமை

source: Cell spacing
hi: सेल रिक्ति
ta: செல் இடைவெளி

source: width
hi: चौड़ाई
ta: அகலம்

source: height
hi: ऊंचाई
ta: உயரம்

source: Margin
hi: हाशिया
ta: விளிம்பு

source: Text blink mode
hi: पाठ ब्लिंक मोड
ta: உரை ஒளிரும் பயன்முறை

source: Never
hi: कभी नहीं
ta: ஒருபோதும்

source: Focused
hi: केंद्रित
ta: கவனம் செலுத்தியது

source: Unfocused
hi: विकेन्द्रित
ta: கவனம் செலுத்தப்படாதது

source: Always
hi: हमेशा
ta: எப்போதும்

source: Custom font
hi: तदनुकूल फॉन्ट
ta: தனிப்பயன் எழுத்துரு

source: Choose A Terminal Font
hi: टर्मिनल फॉन्ट चुनें
ta: முனைய எழுத்துருவைத் தேர்வுசெய்க

source: Word-wise select chars
hi: शब्दानुसार वर्ण चुनें
ta: சொல் வாரியாக தேர்ந்தெடுக்கப்பட்ட எழுத்துக்கள்

source: Cursor
hi: कर्सर
ta: கர்சர்

source: Block
hi: ब्लॉक
ta: தொகுதி

source: IBeam
hi: आईबीम
ta: ஐபீம்

source: Underline
hi: रेखांकन
ta: அடிக்கோடிட்டு

source: Cursor blink mode
hi: कर्सर ब्लिंक मोड
ta: கர்சர் ஒளிரும் பயன்முறை

source: System
hi: सिस्टम
ta: மண்டலம்

source: On
hi: चालू
ta: ஆன்

source: Off
hi: बंद
ta: அணை

source: Notification
hi: अधिसूचना
ta: அறிவிப்பு

source: Terminal bell
hi: टर्मिनल घंटी
ta: முனைய மணி

source: None
hi: कोई नहीं
ta: எதுவுமில்லை

source: Sound
hi: ध्वनि
ta: ஒலி

source: Icon and sound
hi: आइकन और ध्वनि
ta: படவுரு மற்றும் ஒலி

source: ID: %s
ta: ஐடி: %s

source: Color scheme
hi: रंग योजना
ta: வண்ணத் திட்டம்

source: Custom
hi: तदनुकूल
ta: தனிப்பயன்

source: Export
hi: निर्यात
ta: ஏற்றுமதி

source: Color palette
hi: रंग पैलेट
ta: வண்ண தட்டு

source: Options
hi: विकल्प
ta: விருப்பங்கள்

source: Use theme colors for foreground/background
hi: अग्रभूमि/पृष्ठभूमि के लिए थीम रंगों का उपयोग करें
ta: முன்புறம்/பின்னணிக்கு கருப்பொருள் வண்ணங்களைப் பயன்படுத்தவும்

source: Show bold text in bright colors
hi: बोल्ड पाठ को चमकीले रंगों में दिखाएं
ta: பிரகாசமான வண்ணங்களில் தைரியமான உரையைக் காட்டு

source: Transparency
hi: पारदर्शिता
ta: வெளிப்படைத்தன்மை

source: Unfocused dim
hi: अनफोकस्ड मंद
ta: கவனம் செலுத்தப்படாத மங்கலான

source: Text
hi: पाठ
ta: உரை

source: Background
hi: पृष्ठभूमि
ta: பின்னணி

source: Select Cursor Foreground Color
hi: कर्सर अग्रभूमि रंग चुनें
ta: கர்சர் முன்புற வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Select Cursor Background Color
hi: कर्सर पृष्ठभूमि रंग चुनें
ta: கர்சர் பின்னணி வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Highlight
hi: चिन्हांकन
ta: சிறப்பம்சமாக

source: Select Highlight Foreground Color
hi: चिन्हांकन अग्रभूमि रंग चुनें
ta: சிறப்பம்சமாக முன்புற வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Select Highlight Background Color
hi: चिन्हांकन पृष्ठभूमि रंग चुनें
ta: சிறப்பம்சமாக பின்னணி நிறத்தைத் தேர்ந்தெடுக்கவும்

source: Bold
hi: बोल्ड
ta: தடிமான

source: Select Bold Color
hi: बोल्ड रंग चुनें
ta: தைரியமான வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Select Badge Color
hi: बैज रंग चुनें
ta: ஒட்டு வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Select Background Color
hi: पृष्ठभूमि रंग चुनें
ta: பின்னணி நிறத்தைத் தேர்ந்தெடுக்கவும்

source: Select Foreground Color
hi: अग्रभूमि रंग चुनें
ta: முன்புற வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Foreground
hi: अग्रभूमि
ta: முன்புறம்

source: Black
hi: काला
ta: கருப்பு

source: Red
hi: लाल
ta: சிவப்பு

source: Green
hi: हरा
ta: பச்சை

source: Orange
hi: नारंगी
ta: ஆரஞ்சு

source: Blue
hi: नीला
ta: நீலம்

source: Purple
hi: बैंगनी
ta: ஊதா

source: Turquoise
hi: फ़िरोज़ी
ta: டர்க்கைச்

source: Grey
hi: स्लेटी
ta: சாம்பல்

source: Select %s Color
hi: %s रंग चुनें
ta: %s வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Select %s Light Color
hi: %s हल्का रंग चुनें
ta: %s ஒளி வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Export Color Scheme
hi: निर्यात रंग योजना
ta: ஏற்றுமதி வண்ணத் திட்டம்

source: Save
hi: सहेजें
ta: சேமி

source: All JSON Files
hi: सभी JSON फाइलें
ta: அனைத்து சாதொபொகு கோப்புகளும்

source: All Files
hi: सभी फाइलें
ta: அனைத்து கோப்புகள்

source: Show scrollbar
hi: स्क्रॉलबार दिखाएं
ta: சுருள் தரத்தைக் காட்டு

source: Scroll on output
hi: आउटपुट पर स्क्रॉल करें
ta: வெளியீட்டில் உருட்டவும்

source: Scroll on keystroke
hi: कीस्ट्रोक पर स्क्रॉल करें
ta: விசை அழுத்தப்பட்டால் உருட்டவும்

source: Limit scrollback to:
hi: स्क्रॉलबैक को इस तक सीमित करें:
ta: உருட்டலைக் கட்டுப்படுத்துங்கள்:

source: Backspace key generates
hi: Backspace कुंजी उत्पन्न करता है
ta: பேக்ச்பேச் விசை உருவாக்குகிறது

source: Automatic
hi: स्वचालित
ta: தானியங்கி

source: Control-H
ta: கட்டுப்பாடு-எச்

source: ASCII DEL
ta: அச்கி டெல்

source: Escape sequence
hi: बचने का क्रम
ta: தப்பிக்கும் வரிசை

source: Delete key generates
hi: Delete कुंजी उत्पन्न करता है
ta: விசை உருவாக்குகிறது

source: Encoding
hi: एन्कोडिंग
ta: குறியாக்கம்

source: Ambiguous-width characters
hi: अस्पष्ट-चौड़ाई वाले अक्षर
ta: தெளிவற்ற அகல எழுத்துக்கள்

source: Narrow
hi: संकीर्ण
ta: குறுகிய

source: Wide
hi: चौड़ा
ta: அகலமான

source: Run command as a login shell
hi: कमांड को लॉगिन शैल के रूप में चलाएं
ta: உள்நுழைவு செல்லாக கட்டளையை இயக்கவும்

source: Run a custom command instead of my shell
hi: मेरे शैल के बजाय एक तदनुकूल कमांड चलाएं
ta: எனது செல்லுக்கு பதிலாக தனிப்பயன் கட்டளையை இயக்கவும்

source: When command exits
hi: जब कमांड बाहर निकले
ta: கட்டளை வெளியேறும்போது

source: Exit the terminal
hi: टर्मिनल से बाहर निकलें
ta: முனையத்திலிருந்து வெளியேறவும்

source: Restart the command
hi: कमांड पुनः प्रारंभ करें
ta: கட்டளையை மறுதொடக்கம் செய்யுங்கள்

source: Hold the terminal open
hi: टर्मिनल को खुला रखें
ta: முனையத்தைத் திறந்து வைத்திருங்கள்

source: Badge position
hi: बैज स्थिति
ta: ஒட்டு நிலை

source: Northwest
hi: उत्तरपश्चिम
ta: வடமேற்கு

source: Northeast
hi: पूर्वोत्तर
ta: வடகிழக்கு

source: Southwest
hi: दक्षिणपश्चिम
ta: தென்மேற்கு

source: Southeast
hi: दक्षिणपूर्व
ta: தென்கிழக்கு

source: Choose A Badge Font
hi: बैज फॉन्ट चुनें
ta: ஒட்டு எழுத்துருவைத் தேர்வுசெய்க

source: Notify New Activity
hi: नई गतिविधि सूचित करें
ta: புதிய செயல்பாட்டிற்கு அறிவிக்கவும்

source: A notification can be raised when new activity occurs after a specified period of silence.
hi: एक निर्दिष्ट अवधि के मौन के बाद नई गतिविधि होने पर अधिसूचना जारी की जा सकती है।
ta: ஒரு குறிப்பிட்ட கால ம .னத்திற்குப் பிறகு புதிய செயல்பாடு நிகழும்போது ஒரு அறிவிப்பை எழுப்ப முடியும்.

source: Automatic Profile Switching
hi: स्वचालित प्रोफ़ाइल स्विचिंग
ta: தானியங்கி சுயவிவர மாறுதல்

source: Profiles are automatically selected based on the values entered here. Values are entered using a <i>username@hostname:directory</i> format. Either the hostname or directory can be omitted but the colon must be present. Entries with neither hostname or directory are not permitted.
hi: यहां दर्ज किए गए मानों के आधार पर प्रोफ़ाइल स्वचालित रूप से चुनी जाती हैं। मान <i>username@hostname:directory</i> प्रारूप का उपयोग करके दर्ज किए जाते हैं। या तो होस्टनाम या निर्देशिका को छोड़ा जा सकता है लेकिन कोलन मौजूद होना चाहिए। होस्टनाम या निर्देशिका वाली प्रविष्टियों की अनुमति नहीं है।
ta: இங்கே உள்ளிட்ட மதிப்புகளின் அடிப்படையில் சுயவிவரங்கள் தானாகவே தேர்ந்தெடுக்கப்படுகின்றன. ஒரு <i> பயனர்பெயர்@ஓச்ட்பெயர்: அடைவு </i> வடிவமைப்பைப் பயன்படுத்தி மதிப்புகள் உள்ளிடப்படுகின்றன. ஓச்ட்பெயர் அல்லது கோப்பகத்தை தவிர்க்கலாம், ஆனால் பெருங்குடல் இருக்க வேண்டும். ஓச்ட்பெயர் அல்லது கோப்பகத்துடன் உள்ளீடுகள் அனுமதிக்கப்படவில்லை.

source: Profiles are automatically selected based on the values entered here. Values are entered using a <i>hostname:directory</i> format. Either the hostname or directory can be omitted but the colon must be present. Entries with neither hostname or directory are not permitted.
hi: यहां दर्ज किए गए मानों के आधार पर प्रोफ़ाइल स्वचालित रूप से चुनी जाती हैं। मान <i>hostname:directory</i> प्रारूप का उपयोग करके दर्ज किए जाते हैं। या तो होस्टनाम या निर्देशिका को छोड़ा जा सकता है लेकिन कोलन मौजूद होना चाहिए। होस्टनाम या निर्देशिका वाली प्रविष्टियों की अनुमति नहीं है।
ta: இங்கே உள்ளிட்ட மதிப்புகளின் அடிப்படையில் சுயவிவரங்கள் தானாகவே தேர்ந்தெடுக்கப்படுகின்றன. ஒரு <i> ஓச்ட்பெயர்: அடைவு </i> வடிவமைப்பைப் பயன்படுத்தி மதிப்புகள் உள்ளிடப்படுகின்றன. ஓச்ட்பெயர் அல்லது கோப்பகத்தை தவிர்க்கலாம், ஆனால் பெருங்குடல் இருக்க வேண்டும். ஓச்ட்பெயர் அல்லது கோப்பகத்துடன் உள்ளீடுகள் அனுமதிக்கப்படவில்லை.

source: Match
hi: मिलान
ta: போட்டி

source: Enter username@hostname:directory to match
hi: मिलान करने के लिए उपयोक्ता नाम@होस्टनाम:निर्देशिका दर्ज करें
ta: பயனர்பெயரை உள்ளிடவும்@ஓச்ட்பெயர்: பொருந்தக்கூடிய அடைவு

source: Enter hostname:directory to match
hi: मिलान करने के लिए होस्टनाम:निर्देशिका दर्ज करें
ta: ஓச்ட்பெயரை உள்ளிடவும்: பொருந்தக்கூடிய கோப்பகம்

source: Add New Match
hi: नया मिलान जोड़ें
ta: புதிய போட்டியைச் சேர்க்கவும்

source: Edit username@hostname:directory to match
hi: मिलान करने के लिए उपयोक्ता नाम@होस्टनाम:निर्देशिका संपादित करें
ta: பயனர்பெயரைத் திருத்தவும்@ஓச்ட்பெயர்: பொருந்தக்கூடிய அடைவு

source: Edit hostname:directory to match
hi: होस्टनाम संपादित करें: मिलान करने के लिए निर्देशिका
ta: ஓச்ட்பெயரைத் திருத்து: பொருந்தக்கூடிய அடைவு

source: Edit Match
hi: मिलान संपादित करें
ta: போட்டியைத் திருத்து

source: Enable by default
hi: तयशुदा रूप से सक्षम करें
ta: இயல்புநிலையாக இயக்கவும்

source: Threshold for continuous silence
hi: निरंतर मौन के लिए दहलीज
ta: தொடர்ச்சியான ம .னத்திற்கான வாசல்

source: (seconds)
hi: (सेकंड)
ta: (விநாடிகள்)

source: Terminal
hi: टर्मिनल
ta: முனையத்தில்

source: Session
hi: सत्र
ta: அமர்வு

source: Window
hi: विंडो
ta: சாளரம்

source: Help
hi: सहायता
ta: உதவி

source: Tilix Preferences
hi: टिलिक्स प्राथमिकताएं
ta: டிலிக்ச் விருப்பத்தேர்வுகள்

source: Global
hi: वैश्विक
ta: உலகளாவிய

source: Appearance
hi: दिखावट
ta: தோற்றம்

source: Quake
hi: क्वेक
ta: நிலநடுக்கம்

source: Bookmarks
hi: बुकमार्क्स
ta: புக்மார்க்குகள்

source: Shortcuts
hi: शॉर्टकट्स
ta: குறுக்குவழிகள்

source: Profile
hi: प्रोफाइल
ta: சுயவிவரம்

source: Add profile
hi: प्रोफाइल जोड़ें
ta: சுயவிவரத்தைச் சேர்க்கவும்

source: Delete profile
hi: प्रोफ़ाइल हटाएं
ta: சுயவிவரத்தை நீக்கு

source: Preferences
hi: प्राथमिकताएं
ta: விருப்பத்தேர்வுகள்

source: Profiles
hi: प्रोफाइल
ta: சுயவிவரங்கள்

source: Profile: %s
hi: प्रोफाइल: %s
ta: சுயவிவரம்: %s

source: Are you sure you want to delete '%s'?
hi: क्या आप वाकई '%s' को हटाना चाहते हैं?
ta: நீங்கள் நிச்சயமாக '%s' நீக்க விரும்புகிறீர்களா?

source: Clone
hi: प्रतिरूप
ta: நகலி

source: Use for new terminals
hi: नए टर्मिनलों के लिए उपयोग करें
ta: புதிய டெர்மினல்களுக்கு பயன்படுத்தவும்

source: Encodings showing in menu:
hi: मेनू में दिख रहे एनकोडिंग:
ta: பட்டியலில் காண்பிக்கப்படும் குறியாக்கங்கள்:

source: Enabled
hi: सक्रिय
ta: இயக்கப்பட்டது

source: Shortcut Key
hi: शॉर्टकट कुंजी
ta: குறுக்குவழி விசை

source: Enable shortcuts
hi: शॉर्टकट सक्षम करें
ta: குறுக்குவழிகளை இயக்கவும்

source: Restore default shortcut for this action
hi: इस कार्रवाई के लिए तयशुदा शॉर्टकट पुनर्स्थापित करें
ta: இந்த செயலுக்கு இயல்புநிலை குறுக்குவழியை மீட்டெடுக்கவும்

source: Overwrite Existing Shortcut
hi: मौजूदा शॉर्टकट को अधिलेखित करें
ta: இருக்கும் குறுக்குவழியை மேலெழுதவும்

source: The shortcut %s is already assigned to %s. Disable the shortcut for the other action and assign here instead?
hi: शॉर्टकट %s पहले से ही %s को सौंपा गया है। अन्य कार्रवाई के लिए शॉर्टकट अक्षम करें और इसके बजाय यहां असाइन करें?
ta: குறுக்குவழி %s ஏற்கனவே %s க்கு ஒதுக்கப்பட்டுள்ளது. மற்ற செயலுக்கான குறுக்குவழியை முடக்கி, அதற்கு பதிலாக இங்கே ஒதுக்கவா?

source: Window style
hi: विंडो शैली
ta: சாளர நடை

source: Normal
hi: सामान्य
ta: சாதாரண

source: Disable CSD
hi: CSD अक्षम करें
ta: CSD ஐ முடக்கு

source: Disable CSD, hide toolbar
hi: CSD अक्षम करें, टूलबार छुपाएं
ta: CSD ஐ முடக்கு, கருவிப்பட்டியை மறைக்கவும்

source: Borderless
hi: सीमाहीन
ta: எல்லையற்ற

source: Window restart required
hi: विंडो पुनरारंभ आवश्यक है
ta: சாளர மறுதொடக்கம் தேவை

source: Terminal title style
hi: टर्मिनल शीर्षक शैली
ta: முனைய தலைப்பு நடை

source: Small
hi: छोटा
ta: சிறிய

source: Tab position
hi: टैब स्थिति
ta: தாவல் நிலை

source: Left
hi: बाएं
ta: இடது

source: Right
hi: दाएं
ta: வலது

source: Top
hi: ऊपर
ta: மேலே

source: Bottom
hi: नीचे
ta: கீழே

source: Theme variant
hi: थीम संस्करण
ta: கருப்பொருள் மாறுபாடு

source: Default
hi: तयशुदा
ta: இயல்புநிலை

source: Light
hi: हल्की
ta: ஒளி

source: Dark
hi: गहरी
ta: இருண்ட

source: Background image
hi: पृष्ठभूमि छवि
ta: பின்னணி படம்

source: Select Image
hi: छवि चुने
ta: படத்தைத் தேர்ந்தெடுக்கவும்

source: All Image Files
hi: सभी छवि फाइलें
ta: அனைத்து படக் கோப்புகளும்

source: Reset background image
hi: पृष्ठभूमि छवि रीसेट करें
ta: பின்னணி படத்தை மீட்டமைக்கவும்

source: Scale
hi: पैमाना
ta: அளவு

source: Tile
hi: टाइल
ta: ஓடு

source: Center
hi: केंद्र
ta: நடுவண்

source: Stretch
hi: खिंचाव
ta: நீட்டிக்க

source: Default session name
hi: तयशुदा सत्र नाम
ta: இயல்புநிலை அமர்வு பெயர்

source: Application title
hi: अनुप्रयोग शीर्षक
ta: பயன்பாட்டு தலைப்பு

source: Enable transparency, requires re-start
hi: पारदर्शिता सक्षम करें, पुनः प्रारंभ करने की आवश्यकता है
ta: வெளிப்படைத்தன்மையை இயக்கு, மறு தொடக்க தேவை

source: Use a wide handle for splitters
hi: स्प्लिटर्स के लिए चौड़े हैंडल का उपयोग करें
ta: பிளவுகளுக்கு பரந்த கைப்பிடியைப் பயன்படுத்தவும்

source: Place the sidebar on the right
hi: साइडबार को दाईं ओर रखें
ta: பக்கப்பட்டியை வலதுபுறத்தில் வைக்கவும்

source: Show the terminal title even if it's the only terminal
hi: टर्मिनल शीर्षक दिखाएं, भले ही वह एकमात्र टर्मिनल हो
ta: முனையத்தின் தலைப்பைக் காட்டுங்கள் அது ஒரே முனையமாக இருந்தாலும் சரி

source: Use overlay scrollbars (Application restart required)
hi: ओवरले स्क्रॉलबार का उपयोग करें (अनुप्रयोग पुनरारंभ आवश्यक)
ta: மேலடுக்கு சுருள் பார்களைப் பயன்படுத்தவும் (பயன்பாட்டு மறுதொடக்கம் தேவை)

source: Use tabs instead of sidebar (Application restart required)
hi: साइडबार के बजाय टैब का उपयोग करें (अनुप्रयोग पुनरारंभ आवश्यक)
ta: பக்கப்பட்டிக்கு பதிலாக தாவல்களைப் பயன்படுத்தவும் (பயன்பாடு மறுதொடக்கம் தேவை)

source: Size
hi: आकार
ta: அளவு

source: Height percent
hi: ऊंचाई प्रतिशत
ta: உயரம் விழுக்காடு

source: Width percent
hi: चौड़ाई प्रतिशत
ta: அகலம் விழுக்காடு

source: Alignment
hi: संरेखण
ta: இருப்புவழி

source: Window position
hi: विंडो का स्थान
ta: சாளர நிலை

source: Show terminal on all workspaces
hi: सभी कार्यस्थानों पर टर्मिनल दिखाएं
ta: அனைத்து பணியிடங்களிலும் முனையத்தைக் காட்டு

source: Hide window when focus is lost
hi: फोकस खो जाने पर विंडो छिपाएं
ta: கவனம் இழக்கும்போது சாளரத்தை மறைக்கவும்

source: Delay hiding window by (ms)
hi: (ms) द्वारा विंडो छिपाने में देरी
ta: (எம்.எச்) மூலம் மறைந்த சாளரத்தை தாமதப்படுத்துங்கள்

source: Hide the toolbar of the window
hi: विंडो का टूलबार छुपाएं
ta: சாளரத்தின் கருவிப்பட்டியை மறைக்கவும்

source: Keep window always on top
hi: खिड़की सदैव ऊपर रखें
ta: சாளரத்தை எப்போதும் மேலே வைத்திருங்கள்

source: Display terminal on active monitor
hi: सक्रिय मॉनिटर पर टर्मिनल प्रदर्शित करें
ta: செயலில் மானிட்டரில் முனையத்தைக் காண்பி

source: Display on specific monitor
hi: विशिष्ट मॉनीटर पर प्रदर्शित करें
ta: குறிப்பிட்ட மானிட்டரில் காண்பி

source: Primary Monitor
hi: प्राथमिक मॉनिटर
ta: முதன்மை மானிட்டர்

source: Monitor
hi: मॉनिटर
ta: கண்காணிக்கவும்

source: Behavior
hi: व्यवहार
ta: நடத்தை

source: Prompt when creating a new session
hi: नया सत्र बनाते समय संकेत दें
ta: புதிய அமர்வை உருவாக்கும்போது வரியில்

source: Focus a terminal when the mouse moves over it
hi: जब माउस किसी टर्मिनल पर जाए तो उस पर फोकस करें
ta: சுட்டி அதன் மேல் நகரும்போது ஒரு முனையத்தில் கவனம் செலுத்துங்கள்

source: Autohide the mouse pointer when typing
hi: टाइप करते समय माउस पॉइंटर को ऑटोहाइड करें
ta: தட்டச்சு செய்யும் போது சுட்டி சுட்டிக்காட்டி ஆட்டோஐட்

source: Close terminal by clicking middle mouse button on title
hi: शीर्षक पर मध्य माउस बटन पर क्लिक करके टर्मिनल बंद करें
ta: தலைப்பில் நடுத்தர சுட்டி பொத்தானைக் சொடுக்கு செய்வதன் மூலம் முனையத்தை மூடு

source: Zoom the terminal using <Control> and scroll wheel
hi: <Control> और स्क्रॉल व्हील का उपयोग करके टर्मिनल को ज़ूम करें
ta: <oprod> மற்றும் உருள் சக்கரத்தைப் பயன்படுத்தி முனையத்தை பெரிதாக்கவும்

source: Require the <Control> modifier to edit title on click
hi: क्लिक पर शीर्षक संपादित करने के लिए <नियंत्रण> संशोधक की आवश्यकता है
ta: கிளிக்கில் தலைப்பைத் திருத்த <கட்டுப்பாடு> மாற்றியமைப்பாளர் தேவை

source: Close window when last session is closed
hi: अंतिम सत्र बंद होने पर विंडो बंद करें
ta: கடைசி அமர்வு மூடப்படும் போது சாளரத்தை மூடு

source: Save and restore window state
hi: विंडो स्थिति सहेजें और पुनर्स्थापित करें
ta: சாளர நிலையைச் சேமித்து மீட்டமைக்கவும்

source: Always search using regular expressions
hi: हमेशा नियमित अभिव्यक्तियों का उपयोग करके खोजें
ta: வழக்கமான வெளிப்பாடுகளைப் பயன்படுத்தி எப்போதும் தேடுங்கள்

source: Send desktop notification on process complete
hi: प्रक्रिया पूर्ण होने पर डेस्कटॉप अधिसूचना भेजें
ta: செயல்முறை முடிந்தவரை டெச்க்டாப் அறிவிப்பை அனுப்பவும்

source: On new instance
hi: नई प्रति के साथ
ta: புதிய சந்தர்ப்பத்தில்

source: New Window
hi: नई विंडो
ta: புதிய சாளரம்

source: New Session
hi: नया सत्र
ta: புதிய அமர்வு

source: Split Right
hi: दाएं विभाजित करें
ta: வலதுபுறம் பிரிந்தது

source: Split Down
hi: नीचे विभाजित करें
ta: கீழே பிரிக்கவும்

source: Focus Window
hi: फोकस विंडो
ta: கவனம் சாளரம்

source: Clipboard
hi: क्लिपबोर्ड
ta: இடைநிலைப் பலகை

source: Always use advanced paste dialog
hi: हमेशा उन्नत पेस्ट संवाद का उपयोग करें
ta: எப்போதும் மேம்பட்ட பேச்ட் உரையாடலைப் பயன்படுத்துங்கள்

source: Warn when attempting unsafe paste
hi: असुरक्षित पेस्ट का प्रयास करते समय चेतावनी दें
ta: பாதுகாப்பற்ற பேச்ட்டை முயற்சிக்கும்போது எச்சரிக்கவும்

source: Strip first character of paste if comment or variable declaration
hi: यदि टिप्पणी या परिवर्तनीय घोषणा हो तो पेस्ट के पहले अक्षर को हटा दें
ta: கருத்து அல்லது மாறி அறிவிப்பு என்றால் பேச்டின் முதல் எழுத்தை அகற்றவும்

source: Strip trailing whitespaces and linebreak characters on paste
hi: पेस्ट पर अनुगामी रिक्त स्थान और लाइन ब्रेक वर्णों को हटाएं
ta: உரி பின்திங் வைட்ச்பேச் மற்றும் பேச்டில் வரி முறிவு எழுத்துக்கள்

source: Automatically copy text to clipboard when selecting
hi: चयन करते समय स्वचालित रूप से पाठ को क्लिपबोर्ड पर कॉपी करें
ta: தேர்ந்தெடுக்கும்போது தானாக உரையை இடைநிலைப்பலகைக்கு நகலெடுக்கவும்

source: Add bookmark
hi: बुकमार्क जोड़ें
ta: புக்மார்க்கைச் சேர்க்கவும்

source: Edit bookmark
hi: बुकमार्क संपादन
ta: புக்மார்க்கைத் திருத்து

source: Delete bookmark
hi: बुकमार्क हटाएं
ta: புத்தகக்குறியை நீக்கு

source: Unselect bookmark
hi: बुकमार्क अचयनित करें
ta: தேர்ந்தெடுக்கப்படாத புக்மார்க்கு

source: Western
hi: पश्चिमी
ta: மேற்கு

source: Central European
hi: मध्य यूरोपीय
ta: மத்திய ஐரோப்பிய

source: South European
hi: दक्षिण यूरोपीय
ta: தெற்கு ஐரோப்பிய

source: Baltic
hi: बाल्टिक
ta: பால்டிக்

source: Cyrillic
hi: सिरिलिक
ta: சிரிலிக்

source: Arabic
hi: अरबी
ta: அரபு

source: Greek
hi: यूनानी
ta: கிரேக்கம்

source: Hebrew Visual
hi: हिब्रू विज़ुअल
ta: எபிரேய காட்சி

source: Hebrew
hi: हिब्रू
ta: எபிரேய

source: Turkish
hi: टर्किश
ta: துருக்கிய

source: Nordic
hi: नॉर्डिक
ta: நோர்டிக்

source: Celtic
hi: सेल्टिक
ta: செல்டிக்

source: Romanian
hi: रोमानियाई
ta: ருமேனிய

source: Unicode
hi: यूनिकोड
ta: ஒருங்குறி

source: Armenian
hi: अर्मेनियाई
ta: ஆர்மீனியன்

source: Chinese Traditional
hi: चीनी पारंपरिक
ta: சீன பாரம்பரிய

source: Cyrillic/Russian
hi: सिरिलिक/रूसी
ta: சிரிலிக்/ரசிய

source: Japanese
hi: जापानी
ta: சப்பானியர்கள்

source: Korean
hi: कोरियाई
ta: கொரிய

source: Chinese Simplified
hi: सरलीकृत चीनी
ta: சீன எளிமைப்படுத்தப்பட்டது

source: Georgian
hi: जॉर्जीयन्
ta: சார்சியன்

source: Cyrillic/Ukrainian
hi: सिरिलिक/यूक्रेनी
ta: சிரிலிக்/உக்ரேனிய

source: Croatian
hi: क्रोएशियाई
ta: குரோசியன்

source: Hindi
hi: हिंदी
ta: இந்தி

source: Persian
hi: फ़ारसी
ta: பெர்சியன்

source: Gujarati
hi: गुजराती
ta: குசராத்தி

source: Gurmukhi
hi: गुरमुखी
ta: குர்முகி

source: Icelandic
hi: आइसलैंडिक
ta: ஐச்லாந்திய

source: Vietnamese
hi: वियतनामी
ta: வியட்நாமிய

source: Thai
hi: थाई
ta: தாய்

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ta: மொழிபெயர்ப்பாளர்-வரவு

source: Credits
hi: श्रेय
ta: வரவு

source: Tilix
hi: टिलिक्स
ta: டிலிக்ச்

source: Set the working directory of the terminal
hi: टर्मिनल की कार्यशील निर्देशिका निर्धारित करें
ta: முனையத்தின் வேலை கோப்பகத்தை அமைக்கவும்

source: DIRECTORY
hi: निर्देशिका
ta: அடைவு

source: Set the starting profile
hi: आरंभिक प्रोफ़ाइल निर्धारित करें
ta: தொடக்க சுயவிவரத்தை அமைக்கவும்

source: PROFILE_NAME
hi: प्रोफ़ाइल_नाम
ta: சுயவிவரம்_பெயர்

source: Set the title of the new terminal
hi: नये टर्मिनल का शीर्षक निर्धारित करें
ta: புதிய முனையத்தின் தலைப்பை அமைக்கவும்

source: TITLE
hi: शीर्षक
ta: தலைப்பு

source: Open the specified session
hi: निर्दिष्ट सत्र खोलें
ta: குறிப்பிட்ட அமர்வைத் திறக்கவும்

source: Send an action to current Tilix instance
hi: वर्तमान टिलिक्स सत्र के लिए कार्रवाई भेजें
ta: தற்போதைய டிலிக்ச் நிகழ்வுக்கு ஒரு செயலை அனுப்பவும்

source: Execute the parameter as a command
hi: पैरामीटर को कमांड के रूप में निष्पादित करें
ta: அளவுருவை ஒரு கட்டளையாக இயக்கவும்

source: COMMAND
hi: कमांड
ta: கட்டளை

source: Maximize the terminal window
hi: टर्मिनल विंडो को अधिकतम करें
ta: முனைய சாளரத்தை அதிகரிக்கவும்

source: Minimize the terminal window
hi: टर्मिनल विंडो को छोटा करें
ta: முனைய சாளரத்தைக் குறைக்கவும்
